{"number": 1, "stem": "Cevap kâğıdındaki kimlik bilgilerinin doğruluğunu kontrol ediniz. Bilgiler size ait değilse veya cevap kâğıdı kullanılmayacak durumdaysa salon görevlilerine bildiriniz.", "options": [], "correct_answer": null, "subject": "Genel Talimatlar", "topic": "Sınav Kuralları", "kazanim_code": null, "confidence": 0.95, "page": 1}\n{"number": 2, "stem": "Kitapçık türünü cevap kâğıdındaki ilgili alana kodlayınız.", "options": [], "correct_answer": null, "subject": "Genel Talimatlar", "topic": "Cevap Kâğıdı Doldurma", "kazanim_code": null, "confidence": 0.95, "page": 1}\n{"number": 3, "stem": "Cevap kâğıdı üzerindeki kodlamaları siyah kurşun kalemle yapınız.", "options": [], "correct_answer": null, "subject": "Genel Talimatlar", "topic": "Cevap Kâğıdı Doldurma", "kazanim_code": null, "confidence": 0.95, "page": 1}\n{"number": 1, "stem": "Bu metindeki altı çizili ifadeyle anlatılmak istenen aşağıdakilerden hangisidir?", "options": [{"label": "A", "text": "Bağımsızlık mücadelesine şiirleriyle katılmak"}, {"label": "B", "text": "Özgürlüğe giden yolda şiirlerine önem vermek"}, {"label": "C", "text": "Vatan sevgisini şiirlerinde ana tema yapmak"}, {"label": "D", "text": "Şiirlerinde millî değerlere öncelik vermek"}], "correct_answer": "D", "subject": "Türkçe", "topic": "Şiir", "kazanim_code": "T.8.4.16", "confidence": 0.9, "page": 3}\n{"number": 2, "stem": "Bu metinde boş bırakılan yerlere düşüncenin akışına göre sırasıyla aşağıdakilerden hangisi getirilmelidir?", "options": [{"label": "A", "text": "rahata kavuşmamış - duyarlı"}, {"label": "B", "text": "pes etmemiş - koruyucu"}, {"label": "C", "text": "yenik düşmemiş - gururlu"}, {"label": "D", "text": "taviz vermemiş - baskıcı"}], "correct_answer": "B", "subject": "Türkçe", "topic": "Yazma", "kazanim_code": "T.8.4.16", "confidence": 0.9, "page": 3}\n{"number": 1, "stem": "Bu cümlede anlatılmak istenen aşağıdakilerden hangisidir?", "options": [{"label": "A", "text": "Yeni eserler, geleneksel konular ele alına- rak özgün bir üslupla oluşturulmalıdır."}, {"label": "B", "text": "Geçmişle bağları koparmadan modern kültürün evrensel değerlerine uygun eser- ler üretilmelidir."}, {"label": "C", "text": "Başka milletlere ait değerler günümüz değerleriyle yeniden yorumlanarak akta- rılmalıdır."}, {"label": "D", "text": "Farklı kültürlere ait ögeler milletimize özgü bir bakış açısıyla işlenerek özgün eserler verilmelidir."}], "subject": "Türkçe", "topic": "Sanat ve estetik değerler", "kazanim_code": "T.8.4.16", "confidence": 0.8, "page": 4}\n{"number": 5, "stem": "Aşağıdaki cümlelerin hangisinde nesne eksikliğinden kaynaklanan anlatım bozukluğu yoktur?", "options": [{"label": "A", "text": "Eskimiş düşünceler, paslanmış çivilere benzer; söküp atmalıyız."}, {"label": "B", "text": "Hayatın dallarına her zaman sıkı sıkı sarılmalı, hiçbir zaman bırakmamalısın."}, {"label": "C", "text": "Dilimizi doğru bir şekilde konuşmalı, gerekli özeni göstermeliyiz."}, {"label": "D", "text": "Ay, tepelerin üstünde yavaş yavaş yükseldi; saatlerce balkondan seyrettik."}], "subject": "Türkçe", "topic": "Anlatım Bozuklukları", "kazanim_code": "T.8.4.16", "confidence": 0.9, "page": 5}\n{"number": 6, "stem": "Bu metinde; • karşılaştırma, • örneklendirme, • benzetme, • tanımlama düşünceyi geliştirme yollarının tamamının kullanıldığını söyleyebilmek için boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?", "options": [{"label": "A", "text": "Yıllara hitap edecek bir denemede her sözcük tarihî eser gibi geleceğe ulaşmak zorundadır"}, {"label": "B", "text": "Bir yazıyı deneme yapan özellik denince aklıma ilk gelenler yenilik, düşünce ve sözcük kullanımı oluyor"}, {"label": "C", "text": "İsteyerek seçtiği bir konu üzerinde sadece deneme yazarı fikirlerini serbestçe anlatır"}, {"label": "D", "text": "Deneme, şiirden sonra daha doğrusu şiirle birlikte az sözle çok söz söyleme sanatıdır"}], "subject": "Türkçe", "topic": "Düşünceyi Geliştirme Yolları", "kazanim_code": "T.8.4.16", "confidence": 0.9, "page": 5}\n{"number": 1, "stem": "Bu parça aşağıdakilerin hangisiyle devam ettirildiğinde hikâyenin tüm unsurlarına yer verilmiş olmaz?", "options": [{"label": "A", "text": "Baharın gelişini müjdeleyen erguvanlar selamlanmadan geçilir miydi hiç? Fahri Bey, dalın birini torununa doğru eğdi. Kokusu büyüleyiciydi gerçekten."}, {"label": "B", "text": "Yolculuğum uzun sürmüş oldukça. Gece demir köprülerden geçmiştir tren."}, {"label": "C", "text": "Daha mı iyi olur daha mı kötü bilmiyordu. Bir umut vardı gönülde."}, {"label": "D", "text": "Yokuşun kenarında yapraklanmadan çiçek açan bir ağaç gördüler. Öylesine güzel bir rengi vardı ki... Güneş, yüzünü göstermeye başlarken fark edilmemesi imkânsızdı."}], "subject": "Türkçe", "topic": "Metin Analizi", "kazanim_code": "T.8.4.16", "confidence": 0.95, "page": 6}\n{"number": 2, "stem": "Aşağıdakilerin hangisinde bu dizelerdeki söz sanatlarından herhangi biri kullanılmamıştır?", "options": [{"label": "A", "text": "Ağlama ey dere gürültüsüz Kader bu: Ne yapsan suyun akacak"}, {"label": "B", "text": "Sağa baktılar, sola baktılar. Her yıl nisan ve mayıs aylarında açan lalelere hayran kalmamak mümkün müydü? Gördükleri manzara harikaydı. Hayranlıkları giderek artıyordu."}, {"label": "C", "text": "Dört nala gelip Uzak Asya'dan Akdeniz'e bir kısrak başı gibi uzanan bu memleket bizim."}, {"label": "D", "text": "Torunu, kaldırım taşlarına bakıyordu. Fahri Bey ise Boğaz'ın simgesi yalılara dikkat kesilmişti. Karşılarına daldan düşen bir sincap çıkmasın mı? Bir tarafta sincap, diğer tarafta ikisi..."}], "subject": "Türkçe", "topic": "Metin Analizi", "kazanim_code": "T.8.4.18", "confidence": 0.95, "page": 6}\n{"number": 1, "stem": "Genellikle büyük şairler hakkında yazılan eleştiri kitaplarında abartı derecesinde övgülerle karşılaşırız. Oysa yazar, son bilgiler de verir. Bunlar, okurların kitap seçiminde önemli etkenlerdir.", "options": [{"label": "A", "text": "Bu romanı bugün de tekrar tekrar okuyabilirsiniz."}, {"label": "B", "text": "Kararlılığı"}, {"label": "C", "text": "Fedakârlığı"}, {"label": "D", "text": "Alçak gönüllülüğü"}], "correct_answer": "D", "subject": "Türkçe", "topic": "Yazma", "kazanim_code": "T.8.4.16", "confidence": 0.9, "page": 7}\n{"number": 2, "stem": "Bu metinde sözü edilen yazarın vurguladığı özelliği aşağıdakilerden hangisidir?", "options": [{"label": "A", "text": "Tarafsızlığı"}, {"label": "B", "text": "Kararlılığı"}, {"label": "C", "text": "Fedakârlığı"}, {"label": "D", "text": "Alçak gönüllülüğü"}], "correct_answer": "D", "subject": "Türkçe", "topic": "Yazma", "kazanim_code": "T.8.4.16", "confidence": 0.9, "page": 7}\n{"number": 1, "stem": "Bu metindeki kahramanın duygu durumu aşağıdakilerin hangisinde vardır?", "options": [{"label": "A", "text": "Konuşmayı sevmeyen ninem, elinde ördüğü kazağı koltuğa bıraktı. Parmağıyla bir koluma dokundu. Gözyaşları içinde \"Niçin geçinemiyorsunuz onunla? Niçin kızıyorsunuz ona?\" diye söylendi."}, {"label": "B", "text": "Saatler geçti, kelimeler önce zihnime sonra deftere döküldü. Kelimelerin bu hızlı gelişine hayret ediyordum. Sanki kelimeler birbirleriyle yarışıyordu."}, {"label": "C", "text": "Delikanlı, bir yandan kitabını okumaya bir yandan da yaşlı adamın konuşmalarını dinlemeye çalışıyordu. Yaşlı adamın yalan söylediğini bildiği hâlde sesini çıkaramadı. Ancak burnundan soluyordu."}, {"label": "D", "text": "Kalktı, eski perdesini kaldırıp pencereden baktı. Sürgülü kapıyı açıp bir de oradan baktı. Odanın içinde bir o tarafa bir bu tarafa gitti. Yerine oturdu ama gözü hâlen penceredeydi. Sakince beklemek zordu."}], "subject": "Türkçe", "topic": "Okuma", "kazanim_code": "T.8.4.16", "confidence": 0.9, "page": 8}\n{"number": 2, "stem": "Bu metinde asıl anlatılmak istenen aşağıdakilerden hangisidir?", "options": [{"label": "A", "text": "Kitaplara, belirli bir okuma hedefi konularak başlanmalıdır."}, {"label": "B", "text": "Beklentilerin karşılanması için seçilen kitaplar hızlı okunmalıdır."}, {"label": "C", "text": "Kitaplar, ihtiyaçlar doğrultusunda nitelikli olanlar arasından tercih edilmelidir."}, {"label": "D", "text": "Herkes tarafından ilgi görmüş eserler bir plan dâhilinde okunmalıdır."}], "subject": "Türkçe", "topic": "Okuma", "kazanim_code": "T.8.4.16", "confidence": 0.95, "page": 8}\n{"number": 13, "stem": "Günümüzdeki otomobillerde hemen hemen her şeyi dokunmatik ekranlar üzerinden yapabiliyorsunuz. Bu nedenle ekran ne kadar büyürse arabanın albenisi de o kadar artıyor. Maliyetleri düşürmek, üretim ve tasarım sürelerini kısaltmak ve etkileyici iç tasarımlar sunmak için fiziksel tuşlardan vazgeçilip dokunmatik ekranlara geçilse de yapılan kullanılabilirlik testleri çok farklı bir hikâye anlatıyor. Sürüş esnasında gerek duyulan birçok işlevde, fiziksel tuşların kullanılması dokunmatik ekrana göre çok daha güvenli. Öyle ki hareket hâlindeki bir araçta birtakım görevleri yerine getirmek için fiziksel tuşlar çok daha hızlı. Durum böyleyken otomobil sektörünün yanı sıra beyaz eşyadan endüstriyel ürünlere kadar birçok elektronik cihazda da dokunmatik ekran kullanılmaktadır. Bu metinden, I. Otomobil üreticileri, tüketicilerin görüşlerini ve isteklerini dikkate almaktadır. II. Otomobil sektörüyle başlayan dokunmatik ekran üretimi diğer sektörlere de yayılmaya başla- mıştır. III. Fiziksel tuşlar, dokunmatik ekrana göre kullanıcılara daha güvenli bir sürüş imkânı sağlamak- tadır. IV. Dokunmatik ekran üretimi, fiziksel tuş üretimine göre daha avantajlıdır.", "options": [{"label": "A", "text": "I ve II"}, {"label": "B", "text": "I ve IV"}, {"label": "C", "text": "II ve III"}, {"label": "D", "text": "III ve IV"}], "correct_answer": "C", "subject": "Türkçe", "topic": "Okuma", "kazanim_code": "T.8.4.16", "confidence": 0.9, "page": 9}\n{"number": 1, "stem": "Bu bilgilere göre, • - - - - yılında bir önceki yıla göre toplam hacmin yükselmesinde iç pazar hacmindeki yükselişin etkisi ihracat hacmindeki yükselişin etkisinden daha fazladır.", "options": [{"label": "A", "text": "2019"}, {"label": "B", "text": "2020"}, {"label": "C", "text": "2022"}, {"label": "D", "text": "2023"}], "subject": "Türkçe", "topic": "Grafikler", "kazanim_code": "T.8.4.18", "confidence": 0.9, "page": 10}\n{"number": 15, "stem": "Bir aile, bir hafta boyunca her gün ürettiği yumurtaların bir kısmını tüketmekte; kalan kısmını ise satmaktadır. Bu yumurtaların üretim, tüketim ve satış miktarları ile ilgili bilinenler şunlardır: • Üretim miktarı hafta içi üç farklı günde, bir önceki güne göre artış göstermiştir. • Tüketim miktarı hafta içi iki farklı günde, bir önceki güne göre artış göstermiştir. • Üretim miktarının bir önceki güne göre artış gösterdiği günlerde satış miktarı da bir önceki güne göre artış göstermiştir. Bu bilgilere göre ailenin yumurta üretim, tüketim ve satış miktarını gösteren tablo aşağıdakilerden hangisi olabilir?", "options": [{"label": "A", "text": "Üretim miktarı hafta içi üç farklı günde, bir önceki güne göre artış göstermiştir. Tüketim miktarı hafta içi iki farklı günde, bir önceki güne göre artış göstermiştir. Üretim miktarının bir önceki güne göre artış gösterdiği günlerde satış miktarı da bir önceki güne göre artış göstermiştir."}, {"label": "B", "text": "Üretim miktarı hafta içi üç farklı günde, bir önceki güne göre artış göstermiştir. Tüketim miktarı hafta içi iki farklı günde, bir önceki güne göre artış göstermiştir. Üretim miktarının bir önceki güne göre artış gösterdiği günlerde satış miktarı da bir önceki güne göre artış göstermiştir."}, {"label": "C", "text": "Üretim miktarı hafta içi üç farklı günde, bir önceki güne göre artış göstermiştir. Tüketim miktarı hafta içi iki farklı günde, bir önceki güne göre artış göstermiştir. Üretim miktarının bir önceki güne göre artış gösterdiği günlerde satış miktarı da bir önceki güne göre artış göstermiştir."}, {"label": "D", "text": "Üretim miktarı hafta içi üç farklı günde, bir önceki güne göre artış göstermiştir. Tüketim miktarı hafta içi iki farklı günde, bir önceki güne göre artış göstermiştir. Üretim miktarının bir önceki güne göre artış gösterdiği günlerde satış miktarı da bir önceki güne göre artış göstermiştir."}], "subject": "Türkçe", "topic": "Grafik okuma", "kazanim_code": "T.8.4.16", "confidence": 0.95, "page": 11}\n{"number": 16, "stem": "Aşağıdaki görsellerde silindirli kilit sistemi ve anahtar verilmiştir. Silindirli Kilit Sistemi Anahtar Kilit göbeği Yay Üst pim İç silindirin İç silindir Şifre yuvaları üst sınırı Şifre piminin Şifre pimi üst sınırı Anahtar yuvası 12 14243 Bir silindirli kilit sisteminde, kilidi açabilmek için o kilitle aynı şifreleme sistemine sahip bir anahtar gerekmektedir. Kilit göbeğinin içinde, döndürüldüğünde kilidi açabilen bir iç silindir bulunur. İç silindirin içinden başlayıp kilit göbeğinin üst bölümüne doğru uzanan dikey metal çubuklara pim adı verilir. Bu pimler ise boyutları birbirine eşit olan üst pimler ve boyutları birbirinden farklı olabilen şifre pimleri olarak iki bölümden oluşur. Üst pimler yaylar yardımıyla kilit göbeğine sabitlenmiş durum- dadır. Anahtar, anahtar yuvasına yerleştirildiğinde anahtarın şifre yuvaları şifre pimleriyle eşleşir. Eğer anahtar, silindirli kilit sistemiyle aynı şifrelemeye sahipse bütün şifre pimlerinin üst sınırları ile iç silindirin üst sınırı aynı hizada olur. Bu durumda anahtar çevrildiğinde iç silindir döndürülür ve kilit açılır. Bu bilgilere göre, anahtar çevrildiğinde açılabilir durumda olan kilit görseli aşağıdakilerden hangisidir?", "options": [{"label": "A", "text": "A"}, {"label": "B", "text": "B"}, {"label": "C", "text": "C"}, {"label": "D", "text": "D"}], "subject": "Türkçe", "topic": "Okuma-Anlama", "kazanim_code": "T.8.4.18", "confidence": 0.9, "page": 12}\n{"number": 1, "stem": "Bu metindeki numaralanmış yerlerden hangisine üç nokta (...) getirilmelidir?", "options": [{"label": "A", "text": "I"}, {"label": "B", "text": "II"}, {"label": "C", "text": "III"}, {"label": "D", "text": "IV"}], "subject": "Türkçe", "topic": "Yazım Kuralları", "kazanim_code": "T.8.4.18", "confidence": 0.9, "page": 13}\n{"number": 2, "stem": "Bu metindeki numaralanmış cümlelerin hangisinde yazım yanlışı yoktur?", "options": [{"label": "A", "text": "I"}, {"label": "B", "text": "II"}, {"label": "C", "text": "III"}, {"label": "D", "text": "IV"}], "subject": "Türkçe", "topic": "Yazım Kuralları", "kazanim_code": "T.8.4.18", "confidence": 0.9, "page": 13}\n{"number": 1, "stem": "Bu metindeki numaralanmış cümlelerin hangisi yüklemin yerine göre diğerlerinden farklıdır?", "options": [{"label": "A", "text": "I"}, {"label": "B", "text": "II"}, {"label": "C", "text": "III"}, {"label": "D", "text": "IV"}], "subject": "Türkçe", "topic": "Metin İnceleme", "kazanim_code": "T.8.4.16", "confidence": 0.9, "page": 14}\n{"number": 1, "stem": "Mustafa Kemal Atatürk \"Artık duramayız, mutlaka ileri gideceğiz çünkü mecburuz! Me- deni dünya çok ileridedir. Buna yetişmek, o medeniyet dairesine dahil olmak mecburiye- tindeyiz.\" sözleriyle aşağıdakilerden hangisinin önemini vurgulamıştır?", "options": [{"label": "A", "text": "Halkçılık"}, {"label": "B", "text": "Milliyetçilik"}, {"label": "C", "text": "İnkılapçılık"}, {"label": "D", "text": "Cumhuriyetçilik"}], "subject": "İnkılap Tarihi ve Atatürkçülük", "topic": "Atatürk İlke ve İnkılapları", "kazanim_code": "İTA.8.4.1", "confidence": 0.9, "page": 15}\n{"number": 2, "stem": "Atatürk diyor ki: \"Hiçbir ulus aynen diğer bir ulusun taklitçisi olamaz, olmamalıdır. Çünkü böyle bir ulus ne taklit ettiği ulusun aynı olabilir ne de kendi ulusu içinde kalabilir. Bunun sonucu kuşkusuzdur ki hüsrandır. Bir ulus için saadet olan şey, diğer ulus için felaket olabilir. Aynı sebep ve şartlar birisini mesut ettiği hâlde, diğerini bedbaht edebilir. Onun için ulusa gideceği yolu gösterirken dünyanın her türlü biliminden, buluşlarından, ilerleme- lerinden faydalanılır. Lakin unutmayalım ki asıl temeli kendi içimizden çıkarmak zorunlu- luğundayız.\" Atatürk, bu sözleriyle aşağıdakilerden hangisinin önemini vurgulamıştır?", "options": [{"label": "A", "text": "Millîlik"}, {"label": "B", "text": "Eşitlik"}, {"label": "C", "text": "Özgürlük"}, {"label": "D", "text": "Barışçılık"}], "subject": "İnkılap Tarihi ve Atatürkçülük", "topic": "Atatürk İlke ve İnkılapları", "kazanim_code": "İTA.8.4.1", "confidence": 0.9, "page": 15}\n{"number": 16, "stem": "Buna göre Çanakkale Cephesi ile ilgili, I. Rusya'da rejim değişikliğinin yaşanmasında etkili olmuştur. II. İngilizlerin Birinci Dünya Savaşı'ndan çekilmesi sürecini hızlandırmıştır. III. Taraflar arasında deniz ve kara savaşları yaşanmıştır. yargılarından hangilerine ulaşılabilir?", "options": [{"label": "A", "text": "I ve II"}, {"label": "B", "text": "I ve III"}, {"label": "C", "text": "II ve III"}, {"label": "D", "text": "I, II ve III"}], "correct_answer": "D", "subject": "İnkılap Tarihi ve Atatürkçülük", "topic": "Çanakkale Savaşları", "kazanim_code": "İTA.8.3.2", "confidence": 0.9, "page": 16}\n{"number": 1, "stem": "Bu metinde, Atatürk ilke ve inkılaplarını oluşturan esaslardan hangisine vurgu yapılmıştır?", "options": [{"label": "A", "text": "Bağımsızlık ve özgürlüğe"}, {"label": "B", "text": "Millî tarih bilincine"}, {"label": "C", "text": "Çağdaşlaşma idealine"}, {"label": "D", "text": "Millî kültürün geliştirilmesine"}], "correct_answer": "A", "subject": "İnkılap Tarihi ve Atatürkçülük", "topic": "Millî Mücadele ve Kurtuluş Savaşı", "kazanim_code": "İTA.8.3.2", "confidence": 0.95, "page": 17}\n{"number": 1, "stem": "Birinci Dünya Savaşı'nda Mustafa Kemal Paşa, komuta ettiği Suriye-Filistin Cephesi'ndeki 7. Ordu'yu nüfusunun büyük bir kısmı Türk olan Halep'e çekmişti. Burada İngiliz kuvvetlerini geri püskürten Mustafa Kemal Paşa, bu zaferden sonra \"Bir hat tespit ettim ve sınırladım. Kuvvetlerime emrettim ki düşman bu hattın ilerisine geçmeyecek.\" demiştir ve nitekim de düşman bu hattın ilerisine geçememiştir.", "options": [{"label": "A", "text": "TBMM Hükûmeti ve Afganistan arasında bir dostluk antlaşmasının yapılması"}, {"label": "B", "text": "Fransa'yla TBMM arasında Ankara Antlaşması'nın imzalanması"}, {"label": "C", "text": "Gümrü Antlaşması ile Ermenistan'ın yeni Türk Devleti'ni tanıması"}, {"label": "D", "text": "İtilaf Devletleri'nin Londra Konferansı'nı düzenlemesi"}], "subject": "İnkılap Tarihi ve Atatürkçülük", "topic": "Millî Mücadele Dönemi", "kazanim_code": "İTA.8.3.2", "confidence": 1.0, "page": 18}\n{"number": 1, "stem": "Bu tabloya göre, aşağıdakilerden hangisi söylenebilir?", "options": [{"label": "A", "text": "Kurulan her iki parti de mecliste çoğunluğu sağlamıştır."}, {"label": "B", "text": "Ülkemizde çok partili yaşam için uygun ortam olmadığı görülmüştür."}, {"label": "C", "text": "İç politikada yaşanan sorunlar nedeniyle inkılaplardan vazgeçilmiştir."}, {"label": "D", "text": "Meclis hükûmeti sisteminin devam etmesine karar verilmiştir."}], "subject": "İnkılap Tarihi ve Atatürkçülük", "topic": "Demokratikleşme Yolunda Atılan Adımlar", "kazanim_code": "İTA.8.4.2", "confidence": 0.95, "page": 19}\n{"number": 2, "stem": "Bu bilgilere göre, aşağıdakilerden hangisine ulaşılabilir?", "options": [{"label": "A", "text": "Türkiye'nin güney sınırı bugünkü şeklini almıştır."}, {"label": "B", "text": "Milletler Cemiyeti tarafsız bir politika izlemiştir."}, {"label": "C", "text": "Irak'ın bağımsız bir devlet olduğu kabul edilmiştir."}, {"label": "D", "text": "Musul Sorunu diplomasi yoluyla çözümlenmiştir."}], "subject": "İnkılap Tarihi ve Atatürkçülük", "topic": "Demokratikleşme Yolunda Atılan Adımlar", "kazanim_code": "İTA.8.4.2", "confidence": 0.95, "page": 19}\n{"number": 1, "stem": "Bir yardımsevere sordular: \"Muhtaçlara verdiğin, yoksullara dağıttığın şeylerden dolayı bir minnet beklentisi ve kibir hissi oluşuyor mu?\" O, şöyle cevap verdi: \"Ben, bana verilen nimetler karşısında kendimi aşçının elindeki kepçe gibi kabul ediyorum. Yemeği veren aşçıdır fakat kepçeden geçiyor. Kepçenin 'Yemeği veren benim.' gibi bir düşüncesi olabilir mi?\"", "options": [{"label": "A", "text": "Hayır yolunda yarışılmalıdır."}, {"label": "B", "text": "Yardım edilenlerin onuru korunmalıdır."}, {"label": "C", "text": "İyilik, her şeyin sahibinin Allah olduğu bilinciyle yapılmalıdır."}, {"label": "D", "text": "Kazancın bir kısmı ihtiyaç sahiplerine verilmelidir."}], "subject": "Din Kültürü ve Ahlak Bilgisi", "topic": "Kader ve Kaza", "kazanim_code": "8.1.2", "confidence": 0.95, "page": 20}\n{"number": 2, "stem": "Kader ve kaza ile ilgili, aşağıdaki ifadelerden hangileri doğrudur?", "options": [{"label": "A", "text": "Yalnız I"}, {"label": "B", "text": "Yalnız III"}, {"label": "C", "text": "I ve II"}, {"label": "D", "text": "II ve III"}], "subject": "Din Kültürü ve Ahlak Bilgisi", "topic": "Kader ve Kaza", "kazanim_code": "8.1.1", "confidence": 0.95, "page": 20}\n{"number": 3, "stem": "Kur'an-ı Kerim'de yeryüzünün insanın hizmetine sunulduğu ve insanın da yeryüzündeki düzene uygun bir yaşam sürmesinin gerektiği hatırlatılmaktadır. Çünkü insan, bu bilinçle hareket etmezse yeryüzü artık ona hizmet edemez ve zarar vermeye başlar. Bununla ilgili Kur'an-ı Kerim'de şöyle buyrulur: - - - -", "options": [{"label": "A", "text": "\"Kim Allah yolunda karşılaştığı sıkıntılara katlanır ve gayret gösterirse bunu kendisi için yapmış olur...\" (Ankebût suresi, 6. ayet)"}, {"label": "B", "text": "\"İnsanların yaptıkları kötü işler yüzünden karada ve denizde denge bozuldu. Allah, doğru yolu bulmaları için yaptıklarının sonucunu onlara tattırır.\" (Rûm suresi, 41. ayet)"}, {"label": "C", "text": "\"Başına gelen bir sıkıntıdan sonra insana nimet verdiğimizde o, 'Sıkıntı ve dertlerim gitti.' diyerek sevinmeye ve şımarmaya başlar.\" (Hûd suresi, 10. ayet)"}, {"label": "D", "text": "\"... Allah'ın kudret ve egemenliği gökleri ve yeri kuşatmıştır. Bunları koruyup gözetmek, O'na güç gelmez. O yücedir, büyüktür.\" (Bakara suresi, 255. ayet)"}], "correct_answer": "B", "subject": "Din Kültürü ve Ahlak Bilgisi", "topic": "Kader ve İnsan Sorumluluğu", "kazanim_code": "8.1.1", "confidence": 0.95, "page": 21}\n{"number": 4, "stem": "Millî futbolcu Arda Güler, attığı gollerden sonra bir elini kalbinin üzerine koyup diğer elinin işaret parmağını göğe doğru kaldırarak sevincini kutluyor. Bunun ne anlama geldiği kendisine sorulduğunda \"Bu tevekkül inancımın göstergesidir. Çünkü hayatta insanın başına iyi şeyler gibi kötü şeyler de gelebiliyor: başarıların yanında başarısızlıklar, sağlıklı olmanın yanında hastalıklar... Ben elimden geleni yapıyorum, çalışıp çabalıyorum; sonucunu Allah'a bırakıyorum.\" dedi.", "options": [{"label": "A", "text": "Zorlukların aşılmasında etkilidir."}, {"label": "B", "text": "Gayret göstermekle birlikte Allah'a güvenmektir."}, {"label": "C", "text": "Kişinin huzurlu olmasına katkı sağlar."}, {"label": "D", "text": "Tercihlerinin sorumluluğunu üstlenmektir."}], "correct_answer": "B", "subject": "Din Kültürü ve Ahlak Bilgisi", "topic": "Kader ve İnsan Sorumluluğu", "kazanim_code": "8.1.2", "confidence": 0.95, "page": 21}\n{"number": 5, "stem": "Zekât ile ilgili,", "options": [{"label": "A", "text": "malın üzerinden bir yıl geçme şartı aranmaz."}, {"label": "B", "text": "Bir malın zekâtının verilebilmesi için o malın gelir getiren cinsten olması gerekir."}, {"label": "C", "text": "Temel ihtiyaç olarak kabul edilen malın zekâtının verilmesi gerekir."}, {"label": "D", "text": "Zekât verilirken bakmakla yükümlü olunan kişilere öncelik verilmelidir."}], "subject": "Din Kültürü ve Ahlak Bilgisi", "topic": "Zekât", "kazanim_code": "8.1.1", "confidence": 0.8, "page": 22}\n{"number": 6, "stem": "Aşağıdaki ayetlerin hangisinde Hz. Muhammed'in (sav) \"üsveihasene\" oluşu vurgulanmaktadır?", "options": [{"label": "A", "text": "\"Biz senden önce de birçok peygam- ber gönderdik. Onlardan bazılarının hikâyelerini sana anlattık, bazılarını anlat- madık...\" (Mü'min suresi, 78. ayet)"}, {"label": "B", "text": "\"Ey Peygamber! Sen sevdiklerini hidayete erdiremezsin. Allah, hidayet yolunu tercih eteni hidayete erdirir ve hidayete erecek olanlara öncelik verir.\" (Kasas suresi, 56. ayet)"}, {"label": "C", "text": "\"Bu Kur'an'ı, insanlara hak ve hakikatleri göstermek amacıyla sana indirdik. Artık kim doğru yolu seçerse kendi lehinedir, kim de saparsa ancak kendi aleyhinedir...\" (Zümer suresi, 41. ayet)"}, {"label": "D", "text": "\"Ant olsun, Allah'ın Resulü'nde sizin için; Allah'a ve ahiret gününe kavuşmayı uman, Allah'ı çok zikreden kimseler için güzel bir örnek vardır.\" (Ahzâb suresi, 21. ayet)"}], "subject": "Din Kültürü ve Ahlak Bilgisi", "topic": "Hz. Muhammed'in Üsve-i Hasene Oluşu", "kazanim_code": "8.1.1", "confidence": 0.9, "page": 22}\n{"number": 1, "stem": "Bu olayda Hz. Muhammed (sav) aşağıdakilerden hangisini vurgulamaktadır?", "options": [{"label": "A", "text": "İman, özgür iradenin bir sonucudur."}, {"label": "B", "text": "Tevhit inancı İslam'ın temelidir."}, {"label": "C", "text": "İbadetlerde devamlılık esastır."}, {"label": "D", "text": "Din, ahlaki değerlerin oluşmasında etkilidir."}], "subject": "Din Kültürü ve Ahlak Bilgisi", "topic": "İman ve İnanç", "kazanim_code": "8.1.1", "confidence": 0.9, "page": 23}\n{"number": 2, "stem": "Numaralanmış olaylardan hangileri Hz. Muhammed'in (sav) istişareye verdiği öneme örnektir?", "options": [{"label": "A", "text": "I ve II"}, {"label": "B", "text": "I ve III"}, {"label": "C", "text": "II ve IV"}, {"label": "D", "text": "III ve IV"}], "subject": "Din Kültürü ve Ahlak Bilgisi", "topic": "İstişare", "kazanim_code": "8.1.2", "confidence": 0.85, "page": 23}\n{"number": 1, "stem": "Bu ayetlerde asıl anlatılmak istenen aşağıdakilerden hangisidir?", "options": [{"label": "A", "text": "Evrendeki düzen Allah'ın koyduğu ilkelerle gerçekleşir."}, {"label": "B", "text": "Evrensel yasaları anlamak, Allah'a olan inancı kuvvetlendirir."}, {"label": "C", "text": "Ezelî ve ebedî olan tek varlık Allah'tır."}, {"label": "D", "text": "Allah, insanın evrensel yasalara uygun hareket etmesini ister."}], "subject": "Din Kültürü ve Ahlak Bilgisi", "topic": "Kader ve Kaza", "kazanim_code": "8.1.1", "confidence": 0.9, "page": 24}\n{"number": 2, "stem": "Bu metne göre \"selamlaşma\" ile ilgili aşağıdakilerden hangisi söylenemez?", "options": [{"label": "A", "text": "Cömertliğe teşvik ettiği"}, {"label": "B", "text": "Dinî bir değer olduğu"}, {"label": "C", "text": "İnsanlar arası iletişimi güçlendirdiği"}, {"label": "D", "text": "Birlik ve beraberliğe katkı sağladığı"}], "subject": "Din Kültürü ve Ahlak Bilgisi", "topic": "Selamlaşma", "kazanim_code": "8.1.2", "confidence": 0.9, "page": 24}\n{"number": 1, "stem": "According to the information above, which of the following books is Clara NOT going to buy?", "options": [{"label": "A", "text": "BEST MODERN BUILDINGS"}, {"label": "B", "text": "RAFTING PLACES IN THE WORLD"}, {"label": "C", "text": "SECRET DISEASES FROM PAST TO THE FUTURE"}, {"label": "D", "text": "HISTORY OF THE TELEPHONE"}], "correct_answer": "C", "subject": "English", "topic": "Reading Comprehension", "kazanim_code": "T.8.4.16", "confidence": 0.95, "page": 25}\n{"number": 1, "stem": "Keep your - - - -. classroom tidy.", "options": [{"label": "A", "text": "Don't talk to each other during the lessons"}, {"label": "B", "text": "Don't be noisy in the school library"}, {"label": "C", "text": "Come to school on time"}, {"label": "D", "text": "Help your parents with the chores"}], "subject": "English", "topic": "School Rules", "kazanim_code": null, "confidence": 0.8, "page": 26}\n{"number": 2, "stem": "In an English lesson, the teacher asks the students to put the words into two groups. Group 1 is about cooking methods and Group 2 is about kitchen tools. Group 1: Cooking Methods Group 2: Kitchen Tools Bake Boil Bowl Pan Fry Teaspoon According to the information above, which two words should change places to be in the correct group?", "options": [{"label": "A", "text": "Bake - Boil"}, {"label": "B", "text": "Bowl - Boil"}, {"label": "C", "text": "Fry - Pan"}, {"label": "D", "text": "Fry - Teaspoon"}], "subject": "English", "topic": "Vocabulary Classification", "kazanim_code": null, "confidence": 0.8, "page": 26}\n{"number": 1, "stem": "According to the conversations above, who is DEFINITELY NOT available at the moment?", "options": [{"label": "A", "text": "Mr Brown"}, {"label": "B", "text": "Mr Jordan"}, {"label": "C", "text": "Mr Logan"}, {"label": "D", "text": "Mr Miller"}], "subject": "English", "topic": "Phone conversations", "kazanim_code": "8.1.1", "confidence": 0.8, "page": 27}\n{"number": 6, "stem": "Which of the following headings does NOT match with any of the three texts given above?", "options": [{"label": "A", "text": "Hobbies"}, {"label": "B", "text": "Education"}, {"label": "C", "text": "Personal Life"}, {"label": "D", "text": "Achievements"}], "subject": "English", "topic": "Reading Comprehension", "confidence": 1.0, "page": 28}\n{"number": 7, "stem": "According to the information above, who did NOT invite Susan to an event?", "options": [{"label": "A", "text": "Carol"}, {"label": "B", "text": "Jason"}, {"label": "C", "text": "Liz"}, {"label": "D", "text": "Mandy"}], "subject": "English", "topic": "Reading Comprehension", "confidence": 1.0, "page": 28}\n{"number": 8, "stem": "Who does NOT think Mike's book is useful?", "options": [{"label": "A", "text": "Joe"}, {"label": "B", "text": "Kelly"}, {"label": "C", "text": "Mary"}, {"label": "D", "text": "Nancy"}], "subject": "Yabancı Dil (İngilizce)", "topic": "Okuma Anlama", "kazanim_code": "YD.8.4.1", "confidence": 0.9, "page": 29}\n{"number": 9, "stem": "Which of the following questions has the answer in all four texts above?", "options": [{"label": "A", "text": "Who built it?"}, {"label": "B", "text": "What can you do there?"}, {"label": "C", "text": "How can you go there?"}, {"label": "D", "text": "Where is it?"}], "subject": "Yabancı Dil (İngilizce)", "topic": "Okuma Anlama", "kazanim_code": "YD.8.4.1", "confidence": 0.9, "page": 29}\n{"number": 1, "stem": "According to the map above, which of the following is false?", "options": [{"label": "A", "text": "You have to ride your bike for more than 50 km to finish the whole tour."}, {"label": "B", "text": "You spend less than three nights at the camping areas during the tour."}, {"label": "C", "text": "The tour takes less than a week to complete."}, {"label": "D", "text": "The particular starting time of the tour is given on the map."}], "correct_answer": "B", "subject": "English", "topic": "Reading Comprehension", "kazanim_code": "8.5.1.1", "confidence": 0.95, "page": 30}\n{"number": 1, "stem": "Bu kitapçığın her hakkı saklıdır. Hangi amaçla olursa olsun, kitapçığın tamamının veya bir kısmının Millî Eğitim Bakanlığı Ölçme, Değerlendirme ve Sınav Hizmetleri Genel Müdürlüğünün yazılı izni olmadan kopya edilmesi, fotoğraflarının çekilmesi, bilgisayar ortamına alınması, herhangi bir yolla çoğaltılması, yayımlanması veya başka bir amaçla kullanılması yasaktır. Bu yasağa uymayanlar, doğabilecek cezai sorumluluğu ve kitapçığın hazırlanmasındaki mali külfeti peşinen kabullenmiş sayılır.", "options": [{"label": "A", "text": "Soru kitapçığı üzerinde yapılıp cevap kâğıdına işaretlenmeyen cevaplar değerlendirmeye alınmayacaktır."}, {"label": "B", "text": "Cevaplarınızı, cevap kâğıdındaki ilgili soru numarasını dikkate alarak yuvarlağın dışına taşırmadan siyah kurşun kalemle kodlayınız."}, {"label": "C", "text": "Değiştirmek istediğiniz bir cevabı, yumuşak silgiyle cevap kâğıdını yıpratmadan temizce siliniz ve yeni cevabınızı kodlayınız."}, {"label": "D", "text": "Soruları ve sorulara verdiğiniz cevapları kaydetmeyiniz, hiçbir şekilde dışarı çıkarmayınız."}], "correct_answer": "D", "subject": "Sınav Kuralları", "topic": "Sınav Kuralları", "kazanim_code": null, "confidence": 0.95, "page": 32}\n{"number": 2, "stem": "Cevap kâğıdınızı sınav süresince hiçbir öğrencinin göremeyeceği şekilde önünüzde bulundurunuz.", "options": [{"label": "A", "text": "Öğrenciler, sınav kurallarına ve salon görevlilerinin tüm uyarılarına uymak zorundadırlar."}, {"label": "B", "text": "Sınav başladıktan sonra öğrencilerin salon görevlileri ve birbirleri ile konuşmaları; kalem, silgi vb. şeyleri istemeleri yasaktır."}, {"label": "C", "text": "Soru kitapçığının sayfalarını görevlilerin uyarıları doğrultusunda kontrol ediniz, baskı hatası var ise değiştirilmesini sağlayınız."}, {"label": "D", "text": "Cevap kâğıdınızı sınav süresince hiçbir öğrencinin göremeyeceği şekilde önünüzde bulundurunuz."}], "correct_answer": "D", "subject": "Sınav Kuralları", "topic": "Sınav Kuralları", "kazanim_code": null, "confidence": 0.95, "page": 32}\n{"number": 3, "stem": "Değiştirmek istediğiniz bir cevabı, yumuşak silgiyle cevap kâğıdını yıpratmadan temizce siliniz ve yeni cevabınızı kodlayınız.", "options": [{"label": "A", "text": "Cevap kâğıdınızı sınav süresince hiçbir öğrencinin göremeyeceği şekilde önünüzde bulundurunuz."}, {"label": "B", "text": "Soru kitapçığının sayfalarını görevlilerin uyarıları doğrultusunda kontrol ediniz, baskı hatası var ise değiştirilmesini sağlayınız."}, {"label": "C", "text": "Değiştirmek istediğiniz bir cevabı, yumuşak silgiyle cevap kâğıdını yıpratmadan temizce siliniz ve yeni cevabınızı kodlayınız."}, {"label": "D", "text": "Soruları ve sorulara verdiğiniz cevapları kaydetmeyiniz, hiçbir şekilde dışarı çıkarmayınız."}], "correct_answer": "C", "subject": "Sınav Kuralları", "topic": "Sınav Kuralları", "kazanim_code": null, "confidence": 0.95, "page": 32}\n{"number": 1, "stem": "Soru 1", "options": [{"label": "A", "text": "A"}, {"label": "B", "text": "B"}, {"label": "C", "text": "C"}, {"label": "D", "text": "D"}], "correct_answer": "C", "subject": "İnkılap Tarihi ve Atatürkçülük", "topic": "Millî Mücadele Dönemi", "kazanim_code": "İTA.8.3.2", "confidence": 0.95, "page": 33}\n{"number": 2, "stem": "Soru 2", "options": [{"label": "A", "text": "A"}, {"label": "B", "text": "B"}, {"label": "C", "text": "C"}, {"label": "D", "text": "D"}], "correct_answer": "A", "subject": "Din Kültürü ve Ahlak Bilgisi", "topic": "Kader ve İrade", "kazanim_code": "8.1.1", "confidence": 0.95, "page": 33}\n{"number": 3, "stem": "Soru 3", "options": [{"label": "A", "text": "A"}, {"label": "B", "text": "B"}, {"label": "C", "text": "C"}, {"label": "D", "text": "D"}], "correct_answer": "B", "subject": "İnkılap Tarihi ve Atatürkçülük", "topic": "Millî Eğitim", "kazanim_code": "İTA.8.3.3", "confidence": 0.95, "page": 33}\n{"number": 4, "stem": "Soru 4", "options": [{"label": "A", "text": "A"}, {"label": "B", "text": "B"}, {"label": "C", "text": "C"}, {"label": "D", "text": "D"}], "correct_answer": "B", "subject": "Türkçe", "topic": "Yazma Süreci", "kazanim_code": "T.8.4.16", "confidence": 0.95, "page": 33}\n{"number": 5, "stem": "Soru 5", "options": [{"label": "A", "text": "A"}, {"label": "B", "text": "B"}, {"label": "C", "text": "C"}, {"label": "D", "text": "D"}], "correct_answer": "A", "subject": "İnkılap Tarihi ve Atatürkçülük", "topic": "Atatürk İlkeleri", "kazanim_code": "İTA.8.4.1", "confidence": 0.95, "page": 33}\n{"number": 6, "stem": "Soru 6", "options": [{"label": "A", "text": "A"}, {"label": "B", "text": "B"}, {"label": "C", "text": "C"}, {"label": "D", "text": "D"}], "correct_answer": "D", "subject": "İnkılap Tarihi ve Atatürkçülük", "topic": "Siyasi Gelişmeler", "kazanim_code": "İTA.8.4.2", "confidence": 0.95, "page": 33}\n{"number": 7, "stem": "Soru 7", "options": [{"label": "A", "text": "A"}, {"label": "B", "text": "B"}, {"label": "C", "text": "C"}, {"label": "D", "text": "D"}], "correct_answer": "C", "subject": "İnkılap Tarihi ve Atatürkçülük", "topic": "Hukuk Alanındaki Gelişmeler", "kazanim_code": "İTA.8.4.3", "confidence": 0.95, "page": 33}\n{"number": 8, "stem": "Soru 8", "options": [{"label": "A", "text": "A"}, {"label": "B", "text": "B"}, {"label": "C", "text": "C"}, {"label": "D", "text": "D"}], "correct_answer": "D", "subject": "İngilizce", "topic": "Sözcük Bilgisi", "kazanim_code": null, "confidence": 0.6, "page": 33}\n{"number": 9, "stem": "Soru 9", "options": [{"label": "A", "text": "A"}, {"label": "B", "text": "B"}, {"label": "C", "text": "C"}, {"label": "D", "text": "D"}], "correct_answer": "A", "subject": "Din Kültürü ve Ahlak Bilgisi", "topic": "Kaza ve Kader", "kazanim_code": "8.1.3", "confidence": 0.95, "page": 33}\n{"number": 10, "stem": "Soru 10", "options": [{"label": "A", "text": "A"}, {"label": "B", "text": "B"}, {"label": "C", "text": "C"}, {"label": "D", "text": "D"}], "correct_answer": "B", "subject": "Din Kültürü ve Ahlak Bilgisi", "topic": "Kader ve İrade", "kazanim_code": "8.1.2", "confidence": 0.95, "page": 33}\n