{"number": 1, "stem": "Salon yoklama listesinde belirtilen sınıfta ve sıra numarasında oturunuz.", "choices": []}
{"number": 1, "stem": "Hiç tanımadığımız ancak görür görmez içimizin ısındığı, şöyle bir kucaklayıp da sar - malamak istediğimiz insanlar vardır. Onların gülüşlerinde duygularının yıpranmış, çok acı çekmiş olduklarını görürsünüz. Fakat bu ki - şiler yine de - - - -, yaşama direncini ve umu - dunu yitirmemiş insanlardır. Üzüntülerinde de mutluluklarında da her daim samimilerdir. Onları değerli yapan özellikleri samimiyetleri - dir. Yalanı dolanı olmayan, riyakârlığa tamah etmeyen, dostlarına karşı - - - - ve paylaşım- cı olan bu insanlar ilk bakışta kendilerini belli eder. Bu metinde boş bırakılan yerlere düşün - cenin akışına göre sırasıyla aşağıdakilerin hangisi getirilmelidir?", "choices": [{"label": "A", "text": "rahata kavuşmamış - duyarlı"}, {"label": "B", "text": "pes etmemiş - koruyucu"}, {"label": "C", "text": "yenik düşmemiş - gururlu"}, {"label": "D", "text": "taviz vermemiş - baskıcı2. Vatanına borçlu olarak ölmek istemez Fazıl Hüsnü Dağlarca. O ki şairdir, nefesiyle dalgalandırmalıdır bayrağını . O ki eski bir askerdir, cepheleri bir şahin gibi gözlemelidir. Silahlar ateşlenir de dağ taş ateşlenmez mi! Bir millet ayağa kalkar da kurt, kuş, ağaç, bö - cek sessiz mi kalır! Bir destan yazılmaktadır madem Anadolu’da, “Dağlarca” yazılmalıdır. “Üç Şehitler Destanı” denilmelidir en fırtına - lısına. Bu metindeki altı çizili ifadeyle anlatılmak istenen aşağıdakilerden hangisidir?"}, {"label": "A", "text": "Bağımsızlık mücadelesine şiirleriyle katıl - mak"}, {"label": "B", "text": "Özgürlüğe giden yolda şiirlerine önem vermek"}, {"label": "C", "text": "Vatan sevgisini şiirlerinde ana tema yap - mak"}, {"label": "D", "text": "Şiirlerinde millî değerlere öncelik vermek A (ÖDSGM)TÜRKÇE4 A3. “Birçok türde yazdım ama kendimi en iyi ifade ettiğim tür şiir oldu.” diyen bir sanatçı için aşağıdakilerden hangisi kesinlikle söylenir?"}, {"label": "A", "text": "Sanatçı, kendini rahat ifade ettiği için şiir türünü seçer."}, {"label": "B", "text": "Sanatçının kendini iyi ifade edemediği türler vardır."}, {"label": "C", "text": "Şiir, sanatçının kendini iyi ifade ettiği türler arasındadır."}, {"label": "D", "text": "Şiir, sanatçının kendini iyi ifade etmesini kolaylaştıran bir türdür.4. Yabancı kültür unsurlarını bire bir kopyalamak yerine bunları millî değerlerimizle yorumlaya- rak yeni tasarımlar ortaya koymamız gerekir. Bu cümlede anlatılmak istenen aşağıdaki- lerden hangisidir?"}, {"label": "A", "text": "Yeni eserler, geleneksel konular ele alına - rak özgün bir üslupla oluşturulmalıdır."}, {"label": "B", "text": "Geçmişle bağları koparmadan modern kültürün evrensel değerlerine uygun eser - ler üretilmelidir."}, {"label": "C", "text": "Başka milletlere ait değerler günümüz değerleriyle yeniden yorumlanarak akta - rılmalıdır."}, {"label": "D", "text": "Farklı kültürlere ait ögeler milletimize özgü bir bakış açısıyla işlenerek özgün eserler verilmelidir. A (ÖDSGM)TÜRKÇE Diğer sayfaya geçiniz.5 A5. Aşağıdaki cümlelerin hangisinde nesne eksikliğinden kaynaklanan anlatım bozuk - luğu yoktur?"}, {"label": "A", "text": "Eskimiş düşünceler, paslanmış çivilere benzer; söküp atmalıyız."}, {"label": "B", "text": "Hayatın dallarına her zaman sıkı sıkı sa- rılmalı, hiçbir zaman bırakmamalısın."}, {"label": "C", "text": "Dilimizi doğru bir şekilde konuşmalı, ge - rekli özeni göstermeliyiz."}, {"label": "D", "text": "Ay, tepelerin üstünde yavaş yavaş yüksel - di; saatlerce balkondan seyrettik.6. - - - -. Ahmet Haşim, bunu ustaca yapan de- nemecilerin başında gelir. Haşim denemeleri- ni kuyumcu titizliğiyle işler. Onun yazdıkların- dan bir tek sözcüğü çıkaramayacağınız gibi, onlara bir tek sözcük de katamazsınız. Falih Rıfkı’nın da üslubu beğenilir ama Haşim’in denemeleri için söylediğimiz şeyi onunkiler için söyleyemeyiz. Falih Rıfkı’nın “Eski Saat” yazısı, neredeyse hiç iz bırakmadan unutulup gitmişken Ahmet Haşim’in “Müslüman Saati” başlıklı yazısı sık sık hatırlanmakta, okun- makta, değerlendirme konusu olmaktadır. Bu metinde; • karşılaştırma, • örneklendirme, • benzetme, • tanımlama düşünceyi geliştirme yollarının tamamı - nın kullanıldığını söyleyebilmek için boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?"}, {"label": "A", "text": "Yıllara hitap edecek bir denemede her sözcük tarihî eser gibi geleceğe ulaşmak zorundadır"}, {"label": "B", "text": "Bir yazıyı deneme yapan özellik denince aklıma ilk gelenler yenilik, düşünce ve sözcük kullanımı oluyor"}, {"label": "C", "text": "İsteyerek seçtiği bir konu üzerinde sadece deneme yazarı fikirlerini serbestçe anlatır"}, {"label": "D", "text": "Deneme, şiirden sonra daha doğrusu şiirle birlikte az sözle çok söz söyleme sanatıdır A (ÖDSGM)TÜRKÇE6 A7. Ve şehir sabah akşam bu gürültüdür, Baksan minareler, kubbeler görünür, Minyatür bir gök ve serseri bulutlar; Bacalar tütmekte yakından, uzaktan, Kuşlar saçaklarda mahzun kanat çırpar, Usanmış durur damlar, göğe bakmaktan. Aşağıdakilerin hangisinde bu dizelerdeki söz sanatlarından herhangi biri kullanıl - mamıştır?"}, {"label": "A", "text": "Ağlama ey dere gürültüsüz ak Kader bu: Ne yapsan suyun akacak"}, {"label": "B", "text": "Yolculuğum uzun sürmüş oldukça Gece demir köprülerden geçmiştir tren"}, {"label": "C", "text": "Daha mı iyi olur daha mı kötü bilmiyordu Bir umut vardı gönülde eksilmiyordu"}, {"label": "D", "text": "Dört nala gelip Uzak Asya’dan Akdeniz’e bir kısrak başı gibi uzanan bu memleket bizim.8. Fahri Bey ile torunu balığa gideceklerdi. Fahri Bey’in elinde kocaman oltası ve tabure torununun elinde ise kırmızı kova, çıktılar yola. Ağaçlarla kaplı dar sokaktan sahile doğru yokuş aşağı inmeye başladılar. - - - - Bu parça aşağıdakilerin hangisiyle devam ettirildiğinde hikâyenin tüm unsurlarına yer verilmiş olmaz?"}, {"label": "A", "text": "Baharın gelişini müjdeleyen erguvanlar selamlanmadan geçilir miydi hiç? Fahri Bey, dalın birini torununa doğru eğdi. Kokusu büyüleyiciydi gerçekten."}, {"label": "B", "text": "Sağa baktılar, sola baktılar. Her yıl nisan ve mayıs aylarında açan lalelere hayran kalmamak mümkün müydü? Gördükleri manzara harikaydı. Hayranlıkları giderek artıyordu."}, {"label": "C", "text": "Yokuşun kenarında yapraklanmadan çiçek açan bir ağaç gördüler. Öylesine güzel bir rengi vardı ki... Güneş, yüzünü göstermeye başlarken fark edilmemesi imkânsızdı."}, {"label": "D", "text": "Torunu, kaldırım taşlarına bakıyordu. Fahri Bey ise Boğaz’ın simgesi yalılara dikkat kesilmişti. Karşılarına daldan düşen bir sincap çıkmasın mı? Bir tarafta sincap, diğer tarafta ikisi... A (ÖDSGM)TÜRKÇE Diğer sayfaya geçiniz.7 A9. İyi bir arka kapak yazısı kitabın içeriğine olduğu kadar yazarın üslubuna ve okurların kitabı okuduktan sonra hissedeceklerine dair bilgiler de verir. Bunlar, okurların kitap seçi - minde önemli etkenlerdir. Bir okur da bunları dikkate alarak kitap seçimini yapmıştır. Bu okurun kitap seçiminde etkili olan arka kapak yazısı aşağıdakilerden hangisi olabilir?"}, {"label": "A", "text": "Bu romanı bugün de tekrar tekrar okuya - bilirsiniz. Güzel ve önemli Kurtuluş Savaşı romanlarından biridir. Bir toplumun, bir ulusun yeniden varoluş mücadelesini aynı şiddetle, aynı buhranla anlatıyor."}, {"label": "B", "text": "Bir aşk destanı olan Ağrıdağı Efsanesi, geleneklerini Mahmut Han’a karşı savu - nan Ahmet ile Gülbahar arasındaki aşkı konu alır. Efsanelere ve halk söylence - lerine yürekten bağlı yazarın bu romanı, insan psikolojisinin derinliklerini de içerir."}, {"label": "C", "text": "Bu kitaptan sonra Yunus’un yanık sev - dalı sesini duyacak, Mevlana’nın yaktığı insanlık ateşiyle aydınlanacaksınız. İnsan olma sevdasını şiirsel anlatan kitap sizi bütün zaman, kültür ve coğrafyalarda yeni bir kimlikle yolculuk yapmaya çağırıyor."}, {"label": "D", "text": "Yazar, bu eserinde sözcükleri büyüteç gibi kullanıyor. Haritada İstanbul’un karşı - sına dizilmiş adalardan birine dikkatle bakmaya başlıyor. Başlangıçta soruyor yazar: Büyükada’yı tanıyan, bilen var mı? Büyükada’yı tanımayan, bilmeyen yok."}]}
{"number": 1, "stem": "Bu testte 10 soru vardır.", "choices": []}
{"number": 1, "stem": "Mustafa Kemal Atatürk “Artık duramayız, mutlaka ileri gideceğiz çünkü mecburuz! Me - deni dünya çok ileridedir. Buna yetişmek, o medeniyet dairesine dahil olmak mecburiye - tindeyiz.” sözleriyle aşağıdaki ilkelerinden hangisinin önemini vurgulamıştır?", "choices": [{"label": "A", "text": "Halkçılık"}, {"label": "B", "text": "Milliyetçilik"}, {"label": "C", "text": "İnkılapçılık"}, {"label": "D", "text": "Cumhuriyetçilik"}]}
{"number": 1, "stem": "Bu testte 10 soru vardır.", "choices": []}
{"number": 1, "stem": "Bir yardımsevere sordular: “Muhtaçlara ver - diğin, yoksullara dağıttığın şeylerden dolayı gönlünde bir minnet beklentisi ve kibir hissi oluşuyor mu?” O, şöyle cevap verdi: “Ben, bana verilen nimetler karşısında kendimi aşçının elindeki kepçe gibi kabul ediyorum. Yemeği veren aşçıdır fakat kepçeden geçi - yor. Kepçenin ‘Yemeği veren benim.’ gibi bir düşüncesi olabilir mi?” Bu metinde verilen asıl mesaj aşağıdaki- lerden hangisidir?", "choices": [{"label": "A", "text": "Hayır yolunda yarışılmalıdır."}, {"label": "B", "text": "Yardım edilenlerin onuru korunmalıdır."}, {"label": "C", "text": "İyilik, her şeyin sahibinin Allah olduğu bilinciyle yapılmalıdır."}, {"label": "D", "text": "Kazancın bir kısmı ihtiyaç sahiplerine verilmelidir.2. Kader ve kaza ile ilgili, I. Allah’ın bir işi planlamasına kaza, bu işi gerçekleştirmesine ise kader denir. II. Kader ve kaza; Allah’ın ilim, irade, kud - ret ve yaratma sıfatlarıyla ilgili kavram - lardır. III. İnsanın tercihleri, kaderini belirlemede etkilidir. ifadelerinden hangileri doğrudur?"}, {"label": "A", "text": "Yalnız I"}, {"label": "B", "text": "Yalnız III"}, {"label": "C", "text": "I ve II"}, {"label": "D", "text": "II ve III DİN KÜLTÜRÜ VE AHLAK BİLGİSİA (ÖDSGM) A21 Diğer sayfaya geçiniz.3. Kur’an-ı Kerim’de yeryüzünün insanın hizme- tine sunulduğu ve insanın da yeryüzündeki düzene uygun bir yaşam sürmesinin gerekti - ği hatırlatılmaktadır. Çünkü insan, bu bilinçle hareket etmezse yeryüzü artık ona hizmet edemez ve zarar vermeye başlar. Bununla ilgili Kur’an-ı Kerim’de şöyle buyrulur: - - - - Bu metinde boş bırakılan yere düşün - cenin akışına göre aşağıdaki ayetlerden hangisi getirilmelidir?"}, {"label": "A", "text": "“Kim Allah yolunda karşılaştığı sıkıntılara katlanır ve gayret gösterirse bunu kendisi için yapmış olur...” (Ankebût suresi,"}]}
{"number": 1, "stem": "Bu testte 10 soru vardır.", "choices": []}
{"number": 1, "stem": "Read the opinions of four people about their friends. Alex Fred Jill SallyTim doesn’t forget to organize parties for my birthdays. I don’t like spending time with Joe. I don’t trust Betty, so I don’t share my secrets with her. Ashley doesn’t support me when I need her. According to the information above, who says something positive about his/her friend?", "choices": [{"label": "A", "text": "Alex"}, {"label": "B", "text": "Fred"}, {"label": "C", "text": "Jill"}, {"label": "D", "text": "Sally2. Clara is going to buy some books for her friends. She knows that Robert loves reading about architecture. Lisa reads magazines about water sports. Mary usually buys books on health and Jack is interested in cooking. According to the information above, which of the following books is Clara NOT going to buy?"}, {"label": "A", "text": "B) BEST RAFTING PLACES IN THE WORLD"}, {"label": "C", "text": "D) SECRET HISTORY OF THE TELEPHONEMODERN BUILDINGS DISEASES FROM PAST TO THE FUTURE YABANCI DİL (İNGİLİZCE) A26"}]}
{"number": 1, "stem": "Öğrenciler, sınav kurallarına ve salon görevlilerinin tüm uyarılarına uymak zorundadırlar.", "choices": []}
{"number": 1, "stem": "B", "choices": []}
{"number": 1, "stem": "C", "choices": []}
{"number": 1, "stem": "C", "choices": []}
{"number": 1, "stem": "A", "choices": []}
{"number": 2, "stem": "Cevap kâğıdındaki kimlik bilgilerinin doğruluğunu kontrol ediniz. Bilgiler size ait değilse veya cevap kâğıdı kullanılmayacak durumdaysa salon görevlilerine bildiriniz.", "choices": []}
{"number": 2, "stem": "Cevaplarınızı, cevap kâğıdına işaretleyiniz.TÜRKÇE", "choices": []}
{"number": 2, "stem": "Cevaplarınızı, cevap kâğıdına işaretleyiniz.SINAVLA ÖĞRENCİ ALACAK ORTAÖĞRETİM KURUMLARINA İLİŞKİN MERKEZÎ SINAV A (ÖDSGM)2024-2025 EĞİTİM - ÖĞRETİM YILI Diğer sayfaya geçiniz. A15T.C. İNKILAP TARİHİ VE ATATÜRKÇÜLÜK", "choices": []}
{"number": 2, "stem": "Atatürk diyor ki: “Hiçbir ulus aynen diğer bir ulusun taklitçisi olamaz, olmamalıdır. Çünkü böyle bir ulus ne taklit ettiği ulusun aynı ola - bilir ne de kendi ulusu içinde kalabilir. Bunun sonucu kuşkusuzdur ki hüsrandır. Bir ulus için saadet olan şey, diğer ulus için felaket olabilir. Aynı sebep ve şartlar birisini mesut ettiği hâlde, diğerini bedbaht edebilir. Onun için ulusa gideceği yolu gösterirken dünyanın her türlü biliminden, buluşlarından, ilerleme - lerinden faydalanılır. Lakin unutmayalım ki asıl temeli kendi içimizden çıkarmak zorunlu - luğundayız.” Atatürk, bu sözleriyle aşağıdakilerden hangisinin önemini vurgulamıştır?", "choices": [{"label": "A", "text": "Millîlik"}, {"label": "B", "text": "Eşitlik"}, {"label": "C", "text": "Özgürlük"}, {"label": "D", "text": "Barışçılık3. Birinci Balkan Savaşı’ndan en kazançlı çıkan devlet Bulgaristan olmuştu. Balkan Savaşları’nın ilk evresinde Gelibolu Yarı- madası dışındaki tüm Trakya, Edirne de dâhil olmak üzere Bulgaristan’a bırakıl - mıştı. Bu durumu çıkarlarına aykırı bulan Yunanistan, Sırbistan, Karadağ ve Roman - ya; Bulgaristan’a saldırarak İkinci Balkan Savaşı’nı başlattılar. Osmanlı Devleti de Bulgaristan’a savaş ilan ederek Edirne ve Kırklareli’yi geri aldı. Bulgaristan’ın mağlup olduğu bu savaşta Mustafa Kemal, Gelibolu Yarımadası’nda bulunan askerî birlikte görev yaptı. Buna göre, İkinci Balkan Savaşı ile ilgili aşağıdakilerden hangisine ulaşılabilir?"}, {"label": "A", "text": "Mustafa Kemal, Anafartalar Ordusu Grup Komutanlığı görevine getirilmiştir."}, {"label": "B", "text": "Batı Trakya’da Osmanlı Devleti’nin siyasi otoritesi yeniden sağlanmıştır."}, {"label": "C", "text": "Doğu Trakya topraklarındaki Bulgaristan egemenliği kalıcı hâle gelmiştir."}, {"label": "D", "text": "Osmanlı Devleti, Balkan devletleri arasın - daki anlaşmazlıklardan yararlanmıştır. T.C. İNKILAP TARİHİ VE ATATÜRKÇÜLÜK A16"}]}
{"number": 2, "stem": "Cevaplarınızı, cevap kâğıdına işaretleyiniz.SINAVLA ÖĞRENCİ ALACAK ORTAÖĞRETİM KURUMLARINA İLİŞKİN MERKEZÎ SINAV A (ÖDSGM)2024-2025 EĞİTİM - ÖĞRETİM YILI A20DİN KÜLTÜRÜ VE AHLAK BİLGİSİ", "choices": []}
{"number": 2, "stem": "Cevaplarınızı, cevap kâğıdına işaretleyiniz.SINAVLA ÖĞRENCİ ALACAK ORTAÖĞRETİM KURUMLARINA İLİŞKİN MERKEZÎ SINAV A (ÖDSGM)2024-2025 EĞİTİM - ÖĞRETİM YILI Diğer sayfaya geçiniz. A25YABANCI DİL (İNGİLİZCE)", "choices": []}
{"number": 2, "stem": "Sınav başladıktan sonra öğrencilerin salon görevlileri ve birbirleri ile konuşmaları; kalem, silgi vb. şeyleri istemeleri yasaktır.", "choices": []}
{"number": 2, "stem": "A", "choices": []}
{"number": 2, "stem": "A", "choices": []}
{"number": 2, "stem": "D", "choices": []}
{"number": 2, "stem": "C", "choices": []}
{"number": 3, "stem": "Kitapçık türünü cevap kâğıdındaki ilgili alana kodlayınız.", "choices": []}
{"number": 3, "stem": "SCHOOL RULESKeep your classroom tidy.- - - -. Be quiet while your teacher is talking.Return the books to the library. Which of the following does NOT fill in the blank above?", "choices": [{"label": "A", "text": "Don’t talk to each other during the lessons"}, {"label": "B", "text": "Don’t be noisy in the school library"}, {"label": "C", "text": "Come to school on time"}, {"label": "D", "text": "Help your parents with the chores"}]}
{"number": 3, "stem": "Cevap kâğıdınızı imzalayınız.", "choices": []}
{"number": 3, "stem": "C", "choices": []}
{"number": 3, "stem": "D", "choices": []}
{"number": 3, "stem": "B", "choices": []}
{"number": 3, "stem": "D", "choices": []}
{"number": 4, "stem": "Cevap kâğıdı üzerindeki kodlamaları siyah kurşun kalemle yapınız.SÖZEL BÖLÜM 2025SINAVLA ÖĞRENCİ ALACAK ORTAÖĞRETİM KURUMLARINA İLİŞKİN MERKEZÎ SINAV Adı ve Soyadı : ......................................................... Sınıfı / Şubesi : ......................................................... Öğrenci Numarası : ......................................................... DERS ADI SORU SAYISITOPLAM SORU SAYISISINAV SÜRESİ (DAKİKA) TÜRKÇE 20 50 75T.C. İNKILAP TARİHİ VE ATATÜRKÇÜLÜK10 DİN KÜLTÜRÜ VE AHLAK BİLGİSİ 10 YABANCI DİL (İNGİLİZCE) 10 15 HAZİRAN 2025 Saat : 09.30  SINAVLA ÖĞRENCİ ALACAK ORTAÖĞRETİM KURUMLARINA İLİŞKİN MERKEZÎ SINAV A (ÖDSGM)2024-2025 EĞİTİM - ÖĞRETİM YILI Diğer sayfaya geçiniz. A31. Bu testte 20 soru vardır.", "choices": []}
{"number": 4, "stem": "TÜRK MİLLETİNİN VAROLUŞ DESTANI: ÇANAKKALE 18 Mart 1915 Çanakkale Boğazı’nı geçemeyen İtilaf Devletleri beklemedikleri bir bozgun yaşadı.25 Nisan 1915 Müttefikler; Arıburnu, Seddülbahir ve Kumkale’ye asker çıkardı. 21-22 Haziran 1915 Kerevizdere Muharebeleri’nde Fransız kolordusunun taarruzu bastırıldı.Nisan-Mayıs 1915 Alçıtepe, Conkbayırı, Hisarlık ve Ertuğrul Koyu başarıyla savunuldu. 6-10 Ağustos 1915 Conkbayırı İngilizlerden temizlendi.1917 Müttefiklerinden yardım alamayan Rusya’da Bolşevik İhtilali sonucu Çarlık yönetimi yıkıldı. Buna göre Çanakkale Cephesi ile ilgili, I. Rusya’da rejim değişikliğinin yaşanmasında etkili olmuştur. II. İngilizlerin Birinci Dünya Savaşı’ndan çekilmesi sürecini hızlandırmıştır. III. Taraflar arasında deniz ve kara savaşları yaşanmıştır. yargılarından hangilerine ulaşılabilir?", "choices": [{"label": "A", "text": "I ve II"}, {"label": "B", "text": "I ve III"}, {"label": "C", "text": "II ve III"}, {"label": "D", "text": "I, II ve III T.C. İNKILAP TARİHİ VE ATATÜRKÇÜLÜKA (ÖDSGM) A17 Diğer sayfaya geçiniz.5. Amasya Genelgesi’nden itibaren Erzurum ve Sivas kongrelerinde alınan kararların ve Ankara’da Türkiye Büyük Millet Meclisinin açılmasının amacı, hiç kimseye bağlı kalma - dan yaşamayı gerçekleştirmek ve bu yolda düşmanlara karşı mücadele etmekti. İstiklal Savaşı, hürriyete ve istiklale derin bir aşkı olan milletin şahlanması; zulüm ve baskıya, haksızlığa karşı direnmesidir. Türk milletinin haysiyetli ve şerefli bir millet olarak yaşama - sı, yeni kurulan Türk devletinin esas fikir ve gayesi olmuştur. Bu metinde, Atatürk ilke ve inkılaplarını oluşturan esaslardan hangisine vurgu yapılmıştır?"}, {"label": "A", "text": "Bağımsızlık ve özgürlüğe"}, {"label": "B", "text": "Millî tarih bilincine"}, {"label": "C", "text": "Çağdaşlaşma idealine"}, {"label": "D", "text": "Millî kültürün geliştirilmesine6. Mustafa Kemal Paşa’nın başında bulunduğu Heyet-i Temsiliye, Maraş ve Antep bölge - sindeki millî kuvvetleri teşkilatlandırmak ve direnişi örgütlemek üzere Kılıç Ali Bey’i görevlendirmişti. Böylece Mustafa Kemal Paşa tarafından Sivas Kongresi kararları doğrultusunda bölgeye gönderilen Kılıç Ali Bey sayesinde, tüm direniş güçlerinin Heyet-i Temsiliye’ye bağlanması sağlanacaktı. Bu bilgilere göre, aşağıdakilerden hangisi söylenemez?"}, {"label": "A", "text": "Heyet-i Temsiliye, yürütme organı gibi hareket etmiştir."}, {"label": "B", "text": "Mücadelenin tek merkezden yürütülmesi amaçlanmıştır."}, {"label": "C", "text": "Yöre halkının işgallere karşı direnişi güç - lendirilmek istenmiştir."}, {"label": "D", "text": "Mustafa Kemal Paşa, Başkomutanlık yetkisini kullanmıştır. T.C. İNKILAP TARİHİ VE ATATÜRKÇÜLÜK A (ÖDSGM) A18"}]}
{"number": 4, "stem": "In an English lesson, the teacher asks the students to put the words into two groups. Group 1 is about cooking methods and Group 2 is about kitchen tools. Group 1: Cooking Methods Group 2: Kitchen Tools Bake Boil Bowl Pan Fry Teaspoon According to the information above, which two words should change places to be in the correct group?", "choices": [{"label": "A", "text": "Bake - Boil"}, {"label": "B", "text": "Bowl - Boil"}, {"label": "C", "text": "Fry - Pan"}, {"label": "D", "text": "Fry - Teaspoon YABANCI DİL (İNGİLİZCE) A27 Diğer sayfaya geçiniz.5. Below, you see some parts of four different phone conversations. 3 2 1 4 Ted : May I speak to Mr Logan, please? Secretary : He is in a meeting now, but he’ll call you back after the meeting.Tony : This is Tony calling. Can I speak to Mr Jordan, please? Secretary : Just a minute, please. I’ll get him for you. Peter : Could you put me through to Mr Miller, please? Secretary : Yes, hold on a minute, please.Charles : Can I speak to Mr Brown, please? Secretary : Sure, he is waiting for your call. According to the conversations above, who is DEFINITELY NOT available at the moment?"}, {"label": "A", "text": "Mr Brown"}, {"label": "B", "text": "Mr Jordan"}, {"label": "C", "text": "Mr Logan"}, {"label": "D", "text": "Mr Miller YABANCI DİL (İNGİLİZCE) A28"}]}
{"number": 4, "stem": "Sınav sırasında her türlü kesici ve delici alet, ateşli silah, çanta, cüzdan, cep telefonu, her türlü saat, anahtarlık, elektronik anahtar, kalemlik, kablosuz iletişim sağlayan cihaz, kulaklık, kolye, küpe, bilezik, yüzük, broş ve diğer takılar; her türlü plastik, metal ve cam eşya, banka kredi kartları, her türlü elektronik mekanik cihaz, her türlü müsvedde kâğıt, defter, ders notu, kitap, sözlük, dergi, gazete vb. yayınlar; cetvel, pergel, açıölçer vb. araçlar ile yiyecek, içecek ve diğer tüketim maddelerini yanınızda bulundurmayınız. Öğrenciler, bu araçlarla sınava alınmayacağı gibi sınav anında yanında bulunduğu tespit edilirse sınav kurallarını ihlal ettiği gerekçesiyle sınavı tutanakla geçersiz sayılacaktır.", "choices": []}
{"number": 4, "stem": "D", "choices": []}
{"number": 4, "stem": "B", "choices": []}
{"number": 4, "stem": "B", "choices": []}
{"number": 4, "stem": "B", "choices": []}
{"number": 5, "stem": "Zekât ile ilgili, I. Toprak ürünlerinin zekâtı verilirken malın üzerinden bir yıl geçme şartı aranmaz. II. Bir malın zekâtının verilebilmesi için o malın gelir getiren cinsten olması gere - kir. III. Temel ihtiyaç olarak kabul edilen malın zekâtının verilmesi gerekir. IV. Zekât verilirken bakmakla yükümlü olunan kişilere öncelik verilmelidir. numaralanmış bilgilerden hangileri doğ - rudur?", "choices": [{"label": "A", "text": "I ve II"}, {"label": "B", "text": "I ve IV"}, {"label": "C", "text": "II ve III"}, {"label": "D", "text": "III ve IV6. Aşağıdaki ayetlerin hangisinde Hz. Muhammed’in (sav) “üsveihasene” oluşu vurgulanmaktadır?"}, {"label": "A", "text": "“Biz senden önce de birçok peygam - ber gönderdik. Onlardan bazılarının hikâyelerini sana anlattık, bazılarını anlat - madık...” (Mü’min suresi,"}]}
{"number": 5, "stem": "Soru kitapçığının sayfalarını görevlilerin uyarıları doğrultusunda kontrol ediniz, baskı hatası var ise değiştirilmesini sağlayınız.", "choices": []}
{"number": 5, "stem": "C", "choices": []}
{"number": 5, "stem": "A", "choices": []}
{"number": 5, "stem": "A", "choices": []}
{"number": 5, "stem": "C", "choices": []}
{"number": 6, "stem": "ayet)", "choices": [{"label": "B", "text": "“İnsanların yaptıkları kötü işler yüzünden karada ve denizde denge bozuldu. Allah, doğru yolu bulmaları için yaptıklarının sonucunu onlara tattırır.” (Rûm suresi,"}]}
{"number": 6, "stem": "Prof. Gazi YAŞARGİL- - - - He was born in 1925 in Diyarbakır. He has two brothers and two sisters. He has three children: Leyla, Ceylan and Can. - - - - After his graduation from Ankara Atatürk High School, he studied medicine in Basel and Zurich. - - - - He developed new methods and special tools in medicine. He published lots of articles and he is the writer of many books. There is also a “Yaşargil” lab in Oxford. Which of the following headings does NOT match with any of the three texts given above?", "choices": [{"label": "A", "text": "Hobbies"}, {"label": "B", "text": "Education"}, {"label": "C", "text": "Personal Life"}, {"label": "D", "text": "Achievements"}]}
{"number": 6, "stem": "Cevaplamaya istediğiniz sorudan başlayabilirsiniz.", "choices": []}
{"number": 6, "stem": "D", "choices": []}
{"number": 6, "stem": "D", "choices": []}
{"number": 6, "stem": "D", "choices": []}
{"number": 6, "stem": "A", "choices": []}
{"number": 7, "stem": "Birinci Dünya Savaşı’nda Mustafa Kemal Paşa, komuta ettiği Suriye-Filistin Cephe - si’ndeki", "choices": []}
{"number": 7, "stem": "Ordu’yu nüfusunun büyük bir kıs - mı Türk olan Halep’e çekmişti. Burada İngiliz kuvvetlerini geri püskürten Mustafa Kemal Paşa, bu zaferden sonra “Bir hat tespit ettim ve sınırladım. Kuvvetlerime emrettim ki düş - man bu hattın ilerisine geçmeyecek.” demiş - tir ve nitekim de düşman bu hattın ilerisine geçememiştir. Buna göre Mustafa Kemal Paşa; I. İngilizlerin Orta Doğu’daki varlığına son vermek, II. düşman birliklerinin kuzeye doğru ilerle - mesini engellemek, III. çoğunluğu Türk olan bölgeye çekilerek savunma yapmak hedeflerinden hangilerini gerçekleştirmek istemiştir?", "choices": [{"label": "A", "text": "I ve II"}, {"label": "B", "text": "I ve III"}, {"label": "C", "text": "II ve III"}, {"label": "D", "text": "I, II ve III8. “Sakarya Savaşı’nın kazanılmasıyla dış dün - ya tarafından bir Türk zaferinin kaçınılmaz olduğu anlaşılmış ve yeni diplomatik adımlar atılmaya başlanmıştı.” diyen bir kişi, aşağı - daki gelişmelerden hangisini bu düşünce - sine kanıt olarak gösterebilir?"}, {"label": "A", "text": "TBMM Hükûmeti ve Afganistan arasında bir dostluk antlaşmasının yapılması"}, {"label": "B", "text": "Fransa’yla TBMM arasında Ankara Antlaşması’nın imzalanması"}, {"label": "C", "text": "Gümrü Antlaşması ile Ermenistan’ın yeni Türk Devleti’ni tanıması"}, {"label": "D", "text": "İtilaf Devletleri’nin Londra Konferansı’nı düzenlemesi T.C. İNKILAP TARİHİ VE ATATÜRKÇÜLÜK A19 Diğer sayfaya geçiniz.9. DEMOKRATİKLEŞME YOLUNDA ATILAN ADIMLAR Terakkiperver Cumhuriyet Fırkası Serbest Cumhuriyet Fırkası 17 Kasım 1924 Mustafa Kemal ile görüş ayrılığına düşen bazı milletvekilleri tarafından Terakkiperver Cumhuriyet Fırkası kuruldu. 3 Haziran 1925 Ülkemizin doğusunda çıkan bir ayaklanmanın ardından Bakanlar Kurulu kararıyla Takrir-i Sükûn Kanunu’na dayanılarak parti kapatıldı.12 Ağustos 1930 Mustafa Kemal, bir muhalefet partisi kurul - masını sağlamak için Fethi Okyar ile görüş - tü. Daha sonra Serbest Cumhuriyet Fırkası kuruldu. 17 Kasım 1930 Cumhuriyet karşıtlarının başlattığı olaylar ne - deniyle Fethi Okyar, kurucusu olduğu partiyi feshetti. Bu tabloya göre, aşağıdakilerden hangisi söylenebilir?"}, {"label": "A", "text": "Kurulan her iki parti de mecliste çoğunluğu sağlamıştır."}, {"label": "B", "text": "Ülkemizde çok partili yaşam için uygun ortam olmadığı görülmüştür."}, {"label": "C", "text": "İç politikada yaşanan sorunlar nedeniyle inkılaplardan vazgeçilmiştir."}, {"label": "D", "text": "Meclis hükûmeti sisteminin devam etmesine karar verilmiştir."}]}
{"number": 7, "stem": "Susan had some messages from her friends. Jane, Linda and I are having a movie night on Monday. It will be great if you join us.Mandy Hey, Susan! We are going on a picnic on Saturday. Would you like to come with us?Jason I have two tickets for the concert at City Park. Why don’t we go together?Liz Thanks for the invitation. 8 p.m. is okay for me, too. See you there.Carol According to the information above, who did NOT invite Susan to an event?", "choices": [{"label": "A", "text": "Carol"}, {"label": "B", "text": "Jason"}, {"label": "C", "text": "Liz"}, {"label": "D", "text": "Mandy YABANCI DİL (İNGİLİZCE) A29 Diğer sayfaya geçiniz.8. Mike has written a new book about extreme sports. On the Internet, there are many comments about Mike’s book. Below, you see four of them. Thanks to this book, I have learned a lot of interesting things about extreme sports.Joe If you are interested in extreme sports, you should read this book.Mary If you really want to learn about extreme sports, go and buy another book.NancyThe first part of the book especially includes some very important information.Kelly Who does NOT think Mike’s book is useful?"}, {"label": "A", "text": "Joe"}, {"label": "B", "text": "Kelly"}, {"label": "C", "text": "Mary"}, {"label": "D", "text": "Nancy"}]}
{"number": 7, "stem": "Soru kitapçığının içindeki boş alanları çözümleriniz için kullanabilirsiniz.", "choices": []}
{"number": 7, "stem": "B", "choices": []}
{"number": 7, "stem": "C", "choices": []}
{"number": 7, "stem": "B", "choices": []}
{"number": 7, "stem": "C", "choices": []}
{"number": 8, "stem": "Cevabını bilmediğiniz sorular üzerinde fazla zaman kaybetmeden diğer sorulara geçiniz. Zamanınız kalırsa bu sorulara daha sonra dönebilirsiniz.", "choices": []}
{"number": 8, "stem": "D", "choices": []}
{"number": 8, "stem": "B", "choices": []}
{"number": 8, "stem": "C", "choices": []}
{"number": 8, "stem": "D", "choices": []}
{"number": 9, "stem": "“Sabahı aydınlatan Allah’tır. O, geceyi din- lenme zamanı, Güneş’i ve Ay’ı birer hesap ölçüsü yapmıştır. İşte bu, aziz ve alim olan Allah’ın takdiridir. O, kara ve denizin karan- lıklarında yolunuzu bulmanız için yıldızları yaratmıştır...” (En’âm suresi, 96-97. ayetler) Bu ayetlerde asıl anlatılmak istenen aşa- ğıdakilerden hangisidir?", "choices": [{"label": "A", "text": "Evrendeki düzen Allah’ın koyduğu ilkelerle gerçekleşir."}, {"label": "B", "text": "Evrensel yasaları anlamak, Allah’a olan inancı kuvvetlendirir."}, {"label": "C", "text": "Ezelî ve ebedî olan tek varlık Allah’tır."}, {"label": "D", "text": "Allah, insanın evrensel yasalara uygun hareket etmesini ister.10. Hz. Peygamber “İnsanların en hayırlısı kimdir?” diye soran birine “İkramda bulunan, tanıdığına ve tanımadığına selam verendir.” cevabını vererek selamlaşmanın önemine dikkat çekmektedir. Tanıdığa verilen selam, aradaki bağı ve muhabbeti kuvvetlendirirken tanımadık birine verilen selam, toplumda güven ortamının oluşmasına vesile olur. Bununla beraber, büyüğe verilen selam saygıyı pekiştirirken küçüklere verilen selam merhameti ve sevgiyi artırır. Ayrıca “İman etmedikçe cennete giremezsiniz. Birbirinizi sevmedikçe de iman etmiş olmazsınız. Size birbirinizi seveceğiniz bir şey söyleyeyim mi? Aranızda selamı yayınız!” hadisi selam - laşmanın ahirette de bir karşılığı olduğunu hatırlatmaktadır. Bu metne göre “selamlaşma” ile ilgili aşa - ğıdakilerden hangisi söylenemez?"}, {"label": "A", "text": "Cömertliğe teşvik ettiği"}, {"label": "B", "text": "Dinî bir değer olduğu"}, {"label": "C", "text": "İnsanlar arası iletişimi güçlendirdiği"}, {"label": "D", "text": "Birlik ve beraberliğe katkı sağladığı DİN KÜLTÜRÜ VE AHLAK BİLGİSİ TESTİ BİTTİ. YABANCI DİL TESTİNE GEÇİNİZ."}]}
{"number": 9, "stem": "Below, you see some information about different tourist destinations. The Romans built the Colosseum in Italy. Thousands of people went there to watch events. Adrasan is a small town in Antalya, Türkiye. You can go there by car.Babur Shah built the Taj Mahal in the city of Agra. You can enjoy its beautiful gardens when you visit it. You can go to Rize to try rafting on the River Fırtına. Which of the following questions has the answer in all four texts above?", "choices": [{"label": "A", "text": "Who built it?"}, {"label": "B", "text": "What can you do there?"}, {"label": "C", "text": "How can you go there?"}, {"label": "D", "text": "Where is it? YABANCI DİL (İNGİLİZCE) A30"}]}
{"number": 9, "stem": "Soru kitapçığı üzerinde yapılıp cevap kâğıdına işaretlenmeyen cevaplar değerlendirmeye alınmayacaktır.", "choices": []}
{"number": 9, "stem": "C", "choices": []}
{"number": 9, "stem": "B", "choices": []}
{"number": 9, "stem": "A", "choices": []}
{"number": 9, "stem": "D", "choices": []}
{"number": 10, "stem": "Genellikle büyük şairler hakkında yazılan eleştiri kitaplarında abartı derecesinde övgülerle karşılaşırız. Oysa yazar, son yazdığı eleştiri kitabında yıllarca aynı ek - meği bölüşmüş olmalarına rağmen Sezai Karakoç’u ve şiirlerini kendini bir adım geriye atarak anlatmıştır. Bu metinde sözü edilen yazarın vurgula - nan özelliği aşağıdakilerden hangisidir?", "choices": [{"label": "A", "text": "Tarafsızlığı"}, {"label": "B", "text": "Kararlılığı"}, {"label": "C", "text": "Fedakârlığı"}, {"label": "D", "text": "Alçak gönüllülüğü A (ÖDSGM)TÜRKÇE8 A11. Tarık, ikide bir kapağı işlemeli köstekli saatini çıkarıp bakıyor. Her bakışında “Geç kaldık, bu araba bu gidişle mümkünü yok trene yetişemez.” manasında cık cık ediyor, kafa sallıyor; bununla da yetinmeyip yanındakilere saati soruyordu. Bu metindeki kahramanın duygu durumu aşağıdakilerin hangisinde vardır?"}, {"label": "A", "text": "Konuşmayı sevmeyen ninem, elinde ördüğü kazağı koltuğa bıraktı. Parmağıyla koluma dokundu. Gözyaşları içinde “Niçin geçinemiyorsunuz onunla? Niçin kızıyor - sunuz ona?” diye söylendi."}, {"label": "B", "text": "Saatler geçti, kelimeler önce zihnime sonra deftere döküldü. Kelimelerin bu hızlı gelişine hayret ediyordum. Sanki kelime - ler birbirleriyle yarışıyordu."}, {"label": "C", "text": "Delikanlı, bir yandan kitabını okumaya bir yandan da yaşlı adamın konuşmalarını dinlemeye çalışıyordu. Yaşlı adamın yalan söylediğini bildiği hâlde sesini çıkaramadı. Ancak burnundan soluyordu."}, {"label": "D", "text": "Kalktı, eski perdesini kaldırıp pencereden baktı. Sürgülü kapıyı açıp bir de oradan baktı. Odanın içinde bir o tarafa bir bu tarafa gitti. Yerine oturdu ama gözü hâlen penceredeydi. Sakince beklemek zordu.12. Okuma, rastgele ve bilinçsizce yapılırsa zaman kaybı ve hayal kırıklığı kaçınılmaz- dır. Bu nedenle kitaplar dünyasında seçme eserler okumak hayati bir önem taşımaktadır. Kitapların sayısı fazla, hayat ve zaman da kısa olduğundan okuma eyleminin en önemli noktası “seçme”dir. Bu seçme işinin teme - linde yatan ise beklentilerimizdir. Öncelikle niçin okuduğumuzu tespit edip ardından kitapları araştırarak seçmeliyiz. Daha sonra ise edebî ve kabul görmüş bu eserleri belli bir düzen ve sıralama içerisinde okumalıyız. Bu metinde asıl anlatılmak istenen aşağı- dakilerden hangisidir?"}, {"label": "A", "text": "Kitaplara, belirli bir okuma hedefi konula - rak başlanmalıdır."}, {"label": "B", "text": "Beklentilerin karşılanması için seçilen kitaplar hızlı okunmalıdır."}, {"label": "C", "text": "Kitaplar, ihtiyaçlar doğrultusunda nitelikli olanlar arasından tercih edilmelidir."}, {"label": "D", "text": "Herkes tarafından ilgi görmüş eserler bir plan dâhilinde okunmalıdır. TÜRKÇE Diğer sayfaya geçiniz.9 A13. Günümüzdeki otomobillerde hemen hemen her şeyi dokunmatik ekranlar üzerinden yapabiliyorsu - nuz. Bu nedenle ekran ne kadar büyürse arabanın albenisi de o kadar artıyor. Maliyetleri düşürmek, üretim ve tasarım sürelerini kısaltmak ve etkileyici iç tasarımlar sunmak için fiziksel tuşlardan vazgeçilip dokunmatik ekranlara geçilse de yapılan kullanılabilirlik testleri çok farklı bir hikâye anlatıyor. Sürüş esnasında gerek duyulan birçok işlevde, fiziksel tuşların kullanılması dokunmatik ekrana göre çok daha güvenli. Öyle ki hareket hâlindeki bir araçta birtakım görevleri yerine getirmek için fiziksel tuşlar çok daha hızlı. Durum böyleyken otomobil sektörünün yanı sıra beyaz eşyadan endüstriyel ürünlere kadar birçok elektronik cihazda da dokunmatik ekran kullanılmaktadır. Bu metinden, I. Otomobil üreticileri, tüketicilerin görüşlerini ve isteklerini dikkate almaktadır. II. Otomobil sektörüyle başlayan dokunmatik ekran üretimi diğer sektörlere de yayılmaya başla - mıştır. III. Fiziksel tuşlar, dokunmatik ekrana göre kullanıcılara daha güvenli bir sürüş imkânı sağlamak - tadır. IV. Dokunmatik ekran üretimi, fiziksel tuş üretimine göre daha avantajlıdır. yargılarının hangilerine ulaşılabilir?"}, {"label": "A", "text": "I ve II"}, {"label": "B", "text": "I ve IV"}, {"label": "C", "text": "II ve III"}, {"label": "D", "text": "III ve IV TÜRKÇE10 A14. Bir ülkede beyaz eşya satışlarının iç pazar hacminin, ihracat hacminin ve toplam hacminin 2018-2023 yılları arasındaki değişimi aşağıdaki grafikte gösterilmiştir. Satış sayısı (Milyon) 5101520253035 Yıllar 20187,122,129,2 20197,121,929 20207,829,8 22 20218,534,5 26 20228,334,1 25,8 NOT: Toplam hacim, iç pazar hacmi ile ihracat hacminin toplamına eşittir.İç pazar hacmi İhracat hacmi Toplam hacim20239,532,5 23 Bu bilgilere göre, • - - - - yılında bir önceki yıla göre toplam hacmin yükselmesinde iç pazar hacmindeki yükselişin etkisi ihracat hacmindeki yükselişin etkisinden daha fazladır. • - - - - yılında bir önceki yıla göre yükselen toplam hacim, bir sonraki yıl düşüş göstermiştir. • - - - - yılında bir önceki yıla göre iç pazar hacmi yükselmesine rağmen ihracat hacmi düşmüştür. • - - - - yılında bir önceki yıla göre toplam hacimde görülen düşüşün sebebi hem iç pazar hac - mindeki hem de ihracat hacmindeki düşüştür. cümlelerinde boş bırakılan yerlerin herhangi birine aşağıdakilerden hangisi getirilemez?"}, {"label": "A", "text": "2019"}, {"label": "B", "text": "2020"}, {"label": "C", "text": "2022"}, {"label": "D", "text": "2023 TÜRKÇE Diğer sayfaya geçiniz.11 A15. Bir aile, bir hafta boyunca her gün ürettiği yumurtaların bir kısmını tüketmekte; kalan kısmını ise satmaktadır. Bu yumurtaların üretim, tüketim ve satış miktarları ile ilgili bilinenler şunlardır: • Üretim miktarı hafta içi üç farklı günde, bir önceki güne göre artış göstermiştir. • Tüketim miktarı hafta içi iki farklı günde, bir önceki güne göre artış göstermiştir. • Üretim miktarının bir önceki güne göre artış gösterdiği günlerde satış miktarı da bir önceki güne göre artış göstermiştir. Bu bilgilere göre ailenin yumurta üretim, tüketim ve satış miktarını gösteren tablo aşağıdaki - lerden hangisi olabilir?"}, {"label": "A", "text": "GünlerÜretim miktarıTüketim miktarıSatış miktarı Pazartesi 20 15 5 Salı 25 15 10 Çarşamba 25 15 10 Perşembe 30 10 20 Cuma 40 15 25 Cumartesi 30 20 10 Pazar 20 15 5"}, {"label": "B", "text": "GünlerÜretim miktarıTüketim miktarıSatış miktarı Pazartesi 15 10 5 Salı 25 15 10 Çarşamba 30 10 20 Perşembe 25 10 15 Cuma 40 20 20 Cumartesi 30 25 5 Pazar 40 25 15"}, {"label": "C", "text": "GünlerÜretim miktarıTüketim miktarıSatış miktarı Pazartesi 25 10 15 Salı 30 10 20 Çarşamba 40 15 25 Perşembe 35 15 20 Cuma 35 20 15 Cumartesi 30 20 10 Pazar 40 15 25"}, {"label": "D", "text": "GünlerÜretim miktarıTüketim miktarıSatış miktarı Pazartesi 15 10 5 Salı 20 10 10 Çarşamba 30 15 15 Perşembe 40 25 15 Cuma 40 20 20 Cumartesi 35 10 25 Pazar 30 10 20 TÜRKÇE12 A16. Aşağıdaki görsellerde silindirli kilit sistemi ve anahtar verilmiştir. Anahtar Şifre yuvaları Silindirli Kilit Sistemi YayKilit göbeği Üst pim İç silindirin üst sınırı Şifre piminin üst sınırıŞifre pimiİç silindir Anahtar yuvası14243 Bir silindirli kilit sisteminde, kilidi açabilmek için o kilitle aynı şifreleme sistemine sahip bir anahtar gerekmektedir. Kilit göbeğinin içinde, döndürüldüğünde kilidi açabilen bir iç silindir bulunur. İç silindirin içinden başlayıp kilit göbeğinin üst bölümüne doğru uzanan dikey metal çubuklara pim adı verilir. Bu pimler ise boyutları birbirine eşit olan üst pimler ve boyutları birbirinden farklı olabilen şifre pimleri olarak iki bölümden oluşur. Üst pimler yaylar yardımıyla kilit göbeğine sabitlenmiş durum - dadır. Anahtar, anahtar yuvasına yerleştirildiğinde anahtarın şifre yuvaları şifre pimleriyle eşleşir. Eğer anahtar, silindirli kilit sistemiyle aynı şifrelemeye sahipse bütün şifre pimlerinin üst sınırları ile iç silindirin üst sınırı aynı hizada olur. Bu durumda anahtar çevrildiğinde iç silindir döndürülür ve kilit açılır. Bu bilgilere göre, anahtar çevrildiğinde açılabilir durumda olan kilit görseli aşağıdakilerden hangisidir?"}, {"label": "A", "text": "C) D)B) A (ÖDSGM)TÜRKÇE Diğer sayfaya geçiniz.13 A17. (I) Kültür alanında Türk Medeniyeti için önemli katkıları bulunan Cemil Meriç, 38 yaşında gözlerini kaybetmiştir. (II) Bu olay- dan sonra derin bir bunalıma girmiş ve girdiği bunalımdanda yine kitaplar sayesinde çıkabilmiştir. (III) Kitaplar hayatımın pek çok döneminde benim limanımdı, der. (IV) Göre - mez olduktan sonra da başta Kızı Ümit Meriç olmak üzere ailesi ona saatlerce yüksek sesle kitap okumuştur. Bu metindeki numaralanmış cümlelerin hangisinde yazım yanlışı yoktur?"}, {"label": "A", "text": "I"}, {"label": "B", "text": "II"}, {"label": "C", "text": "III"}, {"label": "D", "text": "IV18. Otlarla, makilerle, ağaçlarla kaplandı kalenin birçok yeri (I) Keçiboynuzu ağaçları, badem ağaçları ve daha niceleri (II) Enteresan bitki - ler de dâhil buna (III) Frenk üzümü bunlardan sadece bir tanesi (IV) Eskiden de bu bitkiler var mıydı, bilinmez. Bu metindeki numaralanmış yerlerden hangisine üç nokta (...) getirilmelidir?"}, {"label": "A", "text": "I"}, {"label": "B", "text": "II"}, {"label": "C", "text": "III"}, {"label": "D", "text": "IV A (ÖDSGM)TÜRKÇE14 A19. Türk eğitim tarihi, köklü geçmişiyle Türkistan bozkırlarından başlayıp Anadolu toprakla - rında derinleşen ve olgunlaşan bir süreci kapsar. Eğitim sistemimiz, bu süreçte hem I geleneksel değerler korunarak hem de farklı coğrafyalarda karşılaşılan kültürlerle zengin - leştirilerek geliştirilmiştir . II Bu metinde numaralanmış fiillerin çatısıy - la ilgili aşağıdakilerin hangisi doğrudur?"}, {"label": "A", "text": "I numaralı fiil öznesine göre etken, nesne - sine göre geçişlidir."}, {"label": "B", "text": "I numaralı fiil öznesine göre edilgen, nes - nesine göre geçişsizdir."}, {"label": "C", "text": "II numaralı fiil öznesine göre etken, nes - nesine göre geçişsizdir."}, {"label": "D", "text": "II numaralı fiil öznesine göre edilgen, nes - nesine göre geçişlidir.20. (I) Anadolu toprakları kültür ve tarih açısın - dan olduğu kadar bitki çeşitliliği açısından da dünyanın en zengin coğrafyalarından biri. (II) Yüz ölçümü olarak kıtalara kıyasla küçük olsa da bölgeye özgü birçok bitki yetişmekte bu coğrafyada. (III) Dünyanın yalnızca belirli bölgelerinde yetişen bu bitkilere “endemik bitki” denmekte. (IV) Çok fazla endemik bitki barındıran Anadolu coğrafyasında bu zengin - liği oluşturan en önemli faktör, şüphesiz iklim kuşağı. Bu metindeki numaralanmış cümlelerin hangisi yüklemin yerine göre diğerlerin - den farklıdır?"}, {"label": "A", "text": "I"}, {"label": "B", "text": "II"}, {"label": "C", "text": "III"}, {"label": "D", "text": "IV TÜRKÇE TESTİ BİTTİ. T.C. İNKILAP TARİHİ VE ATATÜRKÇÜLÜK TESTİNE GEÇİNİZ."}]}
{"number": 10, "stem": "Musul, Misak-ı Millî sınırları içerisinde yer alıyordu. Lozan Konferansı’nda ve sonrasında İngiltere ile yapılan görüşmelerde Musul ile ilgili bir karara varılamadı. Konu Milletler Cemiyetine taşındı ve Milletler Cemiyeti de Musul’u, İngiliz mandasındaki Irak’a bıraktı. Türkiye de 1926 yılında imzaladığı Ankara Antlaşması’yla bu kararı kabul etti. Bu bilgilere göre, aşağıdakilerden hangisine ulaşılabilir?", "choices": [{"label": "A", "text": "Türkiye’nin güney sınırı bugünkü şeklini almıştır."}, {"label": "B", "text": "Milletler Cemiyeti tarafsız bir politika izlemiştir."}, {"label": "C", "text": "Irak’ın bağımsız bir devlet olduğu kabul edilmiştir."}, {"label": "D", "text": "Musul Sorunu diplomasi yoluyla çözümlenmiştir. T.C. İNKILAP TARİHİ VE ATATÜRKÇÜLÜK TESTİ BİTTİ. DİN KÜLTÜRÜ VE AHLAK BİLGİSİ TESTİNE GEÇİNİZ."}]}
{"number": 10, "stem": "ayet)", "choices": [{"label": "D", "text": "“... Allah’ın kudret ve egemenliği gökle - ri ve yeri kuşatmıştır. Bunları koruyup gözetmek, O’na güç gelmez. O yücedir, büyüktür.” (Bakara suresi, 255. ayet)4. Millî futbolcu Arda Güler, attığı gollerden sonra bir elini kalbinin üzerine koyup diğer elinin işaret parmağını göğe doğru kaldırarak sevincini kutluyor. Bunun ne anlama geldiği kendisine sorulduğunda “Bu tevekkül inancı - mın göstergesidir. Çünkü hayatta insanın ba - şına iyi şeyler gibi kötü şeyler de gelebiliyor: başarıların yanında başarısızlıklar, sağlıklı olmanın yanında hastalıklar... Ben elimden geleni yapıyorum, çalışıp çabalıyorum; sonu - cunu Allah’a bırakıyorum.” dedi. Bu metinde “tevekkül inancı” ile ilgili asıl anlatılmak istenen aşağıdakilerden hangi - sidir?"}, {"label": "A", "text": "Zorlukların aşılmasında etkilidir."}, {"label": "B", "text": "Gayret göstermekle birlikte Allah’a güven - mektir."}, {"label": "C", "text": "Kişinin huzurlu olmasına katkı sağlar."}, {"label": "D", "text": "Tercihlerinin sorumluluğunu üstlenmektir. DİN KÜLTÜRÜ VE AHLAK BİLGİSİ A (ÖDSGM) A22"}]}
{"number": 10, "stem": "Below, you see the map of “Cycling Tour August 2025”. Cycling Tour August 2025 Wednesday, 9 a.m. August 13Start Finish Camping areas where you have to stay at night during the tour after you complete each part.15 km15 km20 km10 km Saturday, August 16 : Part 4Part 1 Part 2 Part 3 According to the map above, which of the following is false?", "choices": [{"label": "A", "text": "You have to ride your bike for more than 50 km to finish the whole tour."}, {"label": "B", "text": "You spend less than three nights at the camping areas during the tour."}, {"label": "C", "text": "The tour takes less than a week to complete."}, {"label": "D", "text": "The particular starting time of the tour is given on the map. TEST BİTTİ. CEVAPLARINIZI KONTROL EDİNİZ.  Bu kitapçığın her hakkı saklıdır. Hangi amaçla olursa olsun, kitapçığın tamamının veya bir kısmının Millî Eğitim Bakanlığı Ölçme, Değerlendirme ve Sınav Hizmetleri Genel Müdürlüğünün yazılı izni olmadan kopya edilmesi, fotoğraflarının çekilmesi, bilgisayar ortamına alınması, herhangi bir yolla çoğaltılması, yayımlanması veya başka bir amaçla kullanılması yasaktır. Bu yasağa uymayanlar, doğabilecek cezai sorumluluğu ve kitapçığın hazırlanmasındaki mali külfeti peşinen kabullenmiş sayılır. 2025 SÖZEL BÖLÜMSINAV BAŞLAMADAN AŞAĞIDAKİ UYARILARI MUTLAKA OKUYUNUZ!"}]}
{"number": 10, "stem": "Cevaplarınızı, cevap kâğıdındaki ilgili soru numarasını dikkate alarak yuvarlağın dışına taşırmadan siyah kurşun kalemle kodlayınız.", "choices": []}
{"number": 10, "stem": "A", "choices": []}
{"number": 10, "stem": "DT.C. İNKILAP TARİHİ VE ATATÜRKÇÜLÜK", "choices": []}
{"number": 10, "stem": "ADİN KÜLTÜRÜ VE AHLAK BİLGİSİ", "choices": []}
{"number": 10, "stem": "BYABANCI DİL (İNGİLİZCE)", "choices": []}
{"number": 11, "stem": "Değiştirmek istediğiniz bir cevabı, yumuşak silgiyle cevap kâğıdını yıpratmadan temizce siliniz ve yeni cevabınızı kodlayınız.", "choices": []}
{"number": 11, "stem": "D", "choices": []}
{"number": 12, "stem": "Cevap kâğıdınızı sınav süresince hiçbir öğrencinin göremeyeceği şekilde önünüzde bulundurunuz.", "choices": []}
{"number": 12, "stem": "C", "choices": []}
{"number": 13, "stem": "Sınavınızın değerlendirilmesi aşamasında, toplu kopya tespiti veya başka adayın sınav evrakını kullanmanız durumunda sınavınız geçersiz sayılacaktır.", "choices": []}
{"number": 13, "stem": "D", "choices": []}
{"number": 14, "stem": "Soruları ve sorulara verdiğiniz cevapları kaydetmeyiniz, hiçbir şekilde dışarı çıkarmayınız.", "choices": []}
{"number": 14, "stem": "A", "choices": []}
{"number": 15, "stem": "Sınav bitiminde, soru kitapçığı ve cevap kâğıdını salon görevlilerine teslim ediniz.", "choices": []}
{"number": 15, "stem": "B", "choices": []}
{"number": 16, "stem": "Sınav evraklarını teslim etmeyenlerin sınavı geçersiz sayılacaktır.", "choices": []}
{"number": 16, "stem": "C", "choices": []}
{"number": 17, "stem": "Puanlama: Her bir ders testine ait ham puan; ilgili teste ait doğru cevap sayısından yanlış cevap sayısının üçte biri çıkarılarak hesaplanacaktır. SALON GÖREVLİLERİNCE SINAV BAŞLAMADAN ÖNCE ÖĞRENCİLERE YAPILACAK SON UYARILAR ● Soracağınız bir şey varsa şimdi sorunuz, sınav başladıktan sonra sorularınıza cevap verilmeyecektir. ● Başlama zilini bekleyiniz. Hepinize başarılar dileriz. (Salon görevlisi sınav özetini tahtaya yazacaktır.) 15.06.2025 TARİHİNDE YAPILAN SINAVLA ÖĞRENCİ ALACAK ORTAÖĞRETİM KURUMLARINA İLİŞKİN MERKEZÎ SINAV “SÖZEL BÖLÜM” “A” KİTAPÇIĞI CEVAP ANAHTARI", "choices": []}
{"number": 17, "stem": "C", "choices": []}
{"number": 18, "stem": "B", "choices": []}
{"number": 19, "stem": "A", "choices": []}
{"number": 20, "stem": "BTÜRKÇE", "choices": []}
{"number": 21, "stem": "ayet) DİN KÜLTÜRÜ VE AHLAK BİLGİSİA (ÖDSGM) A23 Diğer sayfaya geçiniz.7. Taifliler, Hz. Muhammed’e (sav) gelerek putlarına dokunulmaması, zekâttan sorumlu tutulmamaları şartıyla Müslüman olabilecek - lerini söylediler. Bunun üzerine Hz. Muham - med (sav) bir müddet için zekâttan muaf tutulabileceklerini ancak putlara karşı sevgi besledikleri sürece “Müslüman olduk.” deme - lerinin bir anlamı olmayacağını belirtti. Bu olayda Hz. Muhammed (sav) aşağıda- kilerden hangisini vurgulamaktadır?", "choices": [{"label": "A", "text": "İman, özgür iradenin bir sonucudur."}, {"label": "B", "text": "Tevhit inancı İslam’ın temelidir."}, {"label": "C", "text": "İbadetlerde devamlılık esastır."}, {"label": "D", "text": "Din, ahlaki değerlerin oluşmasında etkilidir.8. I. Kureyşlileri Safa Tepesi’ne davet edip kendisinin Allah tarafından peygamber olarak gönderildiğini bildirmesi ve onları İslam’a çağırması II. Yaşadığı ilk vahiy tecrübesini Varaka bin Nevfel’e anlatıp onun birikiminden fayda - lanması III. Peygamberlikten vazgeçmesi için müş - riklerin sundukları teklifleri “Güneş’i sağ elime, Ay’ı sol elime verseniz yine de davamdan dönmem.” diyerek reddetmesi IV. Müslümanların namaza nasıl davet edi - leceği konusunda sahabelerin görüşlerini alması Numaralanmış olaylardan hangileri Hz. Muhammed’in (sav) istişareye verdiği öneme örnektir?"}, {"label": "A", "text": "I ve II"}, {"label": "B", "text": "I ve III"}, {"label": "C", "text": "II ve IV"}, {"label": "D", "text": "III ve IV DİN KÜLTÜRÜ VE AHLAK BİLGİSİ A (ÖDSGM) A24"}]}
{"number": 41, "stem": "ayet)", "choices": [{"label": "C", "text": "“Başına gelen bir sıkıntıdan sonra insana nimet verdiğimizde o, ‘Sıkıntı ve dertlerim gitti.’ diyerek sevinmeye ve şımarmaya başlar.” (Hûd suresi,"}]}
{"number": 41, "stem": "ayet)", "choices": [{"label": "D", "text": "“Ant olsun, Allah’ın Resulü’nde sizin için; Allah’a ve ahiret gününe kavuşmayı uman, Allah’ı çok zikreden kimseler için güzel bir örnek vardır.” (Ahzâb suresi,"}]}
{"number": 56, "stem": "ayet)", "choices": [{"label": "C", "text": "“Bu Kur’an’ı, insanlara hak ve hakikatleri göstermek amacıyla sana indirdik. Artık kim doğru yolu seçerse kendi lehinedir, kim de saparsa ancak kendi aleyhinedir...” (Zümer suresi,"}]}
{"number": 78, "stem": "ayet)", "choices": [{"label": "B", "text": "“Ey Peygamber! Sen sevdiklerini hidayete erdiremezsin. Allah, hidayet yolunu tercih edeni hidayete erdirir ve hidayete erecek olanı en iyi O bilir.” (Kasas suresi,"}]}
